Files.ClearAll.link=Effacer tout
Files.DeleteAllSelectedLogFiles.message=Voulez-vous supprimer tous les fichiers journaux s\u00E9lectionn\u00E9s\u00A0?
Files.Download.link=T\u00E9l\u00E9charger
Files.DownloadFile.table_header=T\u00E9l\u00E9charger le fichier
Files.FilesCouldNotBeDeleted.confirm=\u00C9chec de la suppression de {0}\u00A0fichiers.
Files.FilesDeleted.confirm={0}\u00A0fichiers supprim\u00E9s.
Files.Name.link=Nom
Files.PleaseSelectAtLeastOneLogFile.message=S\u00E9lectionnez au moins un fichier journal.
Files.SelectAll.link=S\u00E9lectionner tout
Files.Size.link=Taille
Files.SizeNA.table_detail=n.c.
Files.TheEMailCouldNotBeCreatedTheSelectedFile.error=\u00C9chec de la cr\u00E9ation de l\u2019e-mail.<br/> La taille des fichiers s\u00E9lectionn\u00E9s est sup\u00E9rieure \u00E0 {0}\u00A0Mo.
Files.View.link=Afficher
Files.ViewFile.table_header=Afficher le fichier
Files.LogFiles.subject=Fichiers journaux
SMCDownloadFileError.TheDocumentCouldNotBeProvided=Impossible de fournir le document.
ShowFile.BackToList.button=Retour \u00E0 la liste
ShowFile.DataTransferDetailedFileView.table_title=Transfert de donn\u00E9es\u00A0: affichage d\u00E9taill\u00E9 du fichier
ShowFileError.LogFileCouldNotBeVisualizedCorrectly.error=Impossible de visualiser le fichier journal correctement.
DataTransferSelect.DataTransferSelect.table_title=Transfert de donn\u00E9es\u00A0: s\u00E9lectionner
DataTransferSelect.Delete.button=Supprimer
DataTransferSelect.FilesDeleted.confirm={0}\u00A0fichiers supprim\u00E9s.
DataTransferSelect.Send.button=Envoyer
DataTransferSelect.ThisListShowsAllGeneratedInformationFiles.table_title_description=Cette liste r\u00E9pertorie tous les fichiers d\u2019informations g\u00E9n\u00E9r\u00E9s. S\u00E9lectionnez les fichiers d\u2019informations souhait\u00E9s en utilisant les cases \u00E0 cocher, puis cliquez sur Envoyer pour cr\u00E9er un e-mail. Pour supprimer des fichiers d\u2019informations, cliquez sur Supprimer. Les fichiers d\u2019une taille sup\u00E9rieure \u00E0 {0}\u00A0Mo peuvent \u00EAtre transf\u00E9r\u00E9s uniquement via FTP. Pour obtenir l\u2019emplacement de stockage FTP, contactez le service d\u2019assistance (ou envoyez un lien\u00A0FTP si vous avez d\u00E9j\u00E0 t\u00E9l\u00E9vers\u00E9 les fichiers vers un emplacement).
DataTransferSend.Apply.button=Appliquer
DataTransferSend.AttachmentCouldNotBeProduced.confirm=Impossible de g\u00E9n\u00E9rer une pi\u00E8ce jointe avec les fichiers journaux s\u00E9lectionn\u00E9s. Veuillez r\u00E9essayer.
DataTransferSend.Bcc.table_detail=Cci
DataTransferSend.Cancel.button=Annuler
DataTransferSend.Cc.table_detail=Cc
DataTransferSend.DataTransferEMail.table_title=Transfert de donn\u00E9es\u00A0: e-mail
DataTransferSend.EmailCouldNotBeSent.confirm=\u00C9chec de l\u2019envoi de l\u2019e-mail.
DataTransferSend.EmailSentSuccessfully.confirm=E-mail envoy\u00E9 avec succ\u00E8s.
DataTransferSend.Files.table_detail=Fichiers
DataTransferSend.Message.table_subtitle=Message
DataTransferSend.MessageText.table_detail=Texte du message
DataTransferSend.NoMailFromDefined.confirm=Aucun exp\u00E9diteur d\u00E9fini pour l\u2019e-mail. Mettez \u00E0 jour l\u2019adresse e-mail dans votre profil.
DataTransferSend.PleaseUseThePattern.table_title_description=Lorsque vous fa\u00EEtes r\u00E9f\u00E9rence \u00E0 une demande d\u2019assistance d\u00E9j\u00E0 existante, suivez le mod\u00E8le \u00AB\u00A0RE: ISH=123-456 sujet de la demande\u00A0\u00BB.
DataTransferSend.PropertyChangesCouldNotBeDistributed.error=Impossible de r\u00E9partir les modifications des propri\u00E9t\u00E9s dans la grappe de serveurs. Veuillez r\u00E9essayer.
DataTransferSend.ProvideAValidEmailAddress.confirm=Entrez une adresse e-mail valide.
DataTransferSend.Remove.link=Supprimer
DataTransferSend.SendEMail.button=Envoyer l\u2019e-mail
DataTransferSend.SizeOfTheAttachmentsExceeded.confirm=Aucun e-mail envoy\u00E9. La taille des pi\u00E8ces jointes d\u00E9passe 8\u00A0Mo. R\u00E9duisez le nombre de fichiers ou utilisez un serveur\u00A0FTP.
DataTransferSend.SpecifyAnEMailSubjectAndAMessageText.table_title_description=Sp\u00E9cifiez le sujet de l\u2019e-mail et le texte du message, puis cliquez sur Envoyer l\u2019e-mail. Pour supprimer des pi\u00E8ces jointes, cliquez sur le bouton Supprimer.<br/> Pour tout arr\u00EAter et retourner \u00E0 la liste, cliquez sur Annuler.<br/><br/> Remarque\u00A0: impossible d\u2019envoyer un e-mail lorsque la taille des pi\u00E8ces jointes d\u00E9passe 8\u00A0Mo.
DataTransferSend.SpecifyTheEMailRecipientAndClickApply.table_title_description=Indiquez l\u2019e-mail du destinataire, puis cliquez sur Appliquer. S\u00E9lectionnez support@intershop.de pour envoyer l\u2019e-mail \u00E0 l\u2019\u00E9quipe\u00A0EMEA ou support@intershop.com pour l\u2019envoyer \u00E0 l\u2019\u00E9quipe \u00C9tats-Unis. Pour envoyer l\u2019e-mail \u00E0 un destinataire pr\u00E9cis, s\u00E9lectionnez la troisi\u00E8me option, puis ins\u00E9rez l\u2019adresse e-mail souhait\u00E9e. Le serveur d\u2019e-mails actuel est <b>{0}</b>.
DataTransferSend.Subject.table_detail=Objet
DataTransferSend.SupportMailCom.fielditem=support@intershop.com
DataTransferSend.SupportMailDe.fielditem=support@intershop.de
DataTransferSend.To.table_detail=\u00C0
UserText.IHaveTheFollowingIssue=Bonjour,\n \nJe rencontre le probl\u00E8me suivant\n...\nJe me ferai un plaisir de vous envoyer des informations utiles sur notre syst\u00E8me.\n \nCordialement, 
