Snapshot.ApplicationServer.table_subtitle=Serveur d\u2019application
Snapshot.Apply.button=Appliquer
Snapshot.ClusterInformationSnapshot.table_title=Informations sur la grappe de serveurs\u00A0: capture instantan\u00E9e
Snapshot.CreateSnapshot.button=Cr\u00E9er une capture instantan\u00E9e
Snapshot.GeneratedSnapshotForTheSelectedAppservers.confirm=Captures instantan\u00E9es g\u00E9n\u00E9r\u00E9es pour les serveurs d\u2019application s\u00E9lectionn\u00E9s
Snapshot.NoInformationTypeSelected.confirm=Aucun type d\u2019information s\u00E9lectionn\u00E9\u00A0\u2013 Aucune capture instantan\u00E9e g\u00E9n\u00E9r\u00E9e
Snapshot.NoServerSelected.confirm=Aucun serveur s\u00E9lectionn\u00E9\u00A0\u2013 Aucune capture instantan\u00E9e g\u00E9n\u00E9r\u00E9e
Snapshot.PropertyChangesCouldNotBeDistributed.error=Impossible de r\u00E9partir les modifications des propri\u00E9t\u00E9s dans la grappe de serveurs. Veuillez r\u00E9essayer.
Snapshot.Snapshot.table_tabs_en_background=Capture instantan\u00E9e
Snapshot.SnapshotGenerationError.error=Erreur de g\u00E9n\u00E9ration de capture instantan\u00E9e. Veuillez r\u00E9essayer.
Snapshot.SnapshotInformation.table_subtitle=Informations sur les captures instantan\u00E9es
Snapshot.SpecifyWhichInformationIsCollected.table_title_description=Sp\u00E9cifiez les informations syst\u00E8me collect\u00E9es lors de la g\u00E9n\u00E9ration de capture instantan\u00E9e. Les donn\u00E9es r\u00E9cup\u00E9r\u00E9es sont enregistr\u00E9es en tant que fichiers et accessibles dans le gestionnaire des fichiers d\u2019informations.
Snapshot.Startup.link=D\u00E9marrage
Snapshot.UseTheCheckboxesToSelectTheIntendedTypes.table_title_description=S\u00E9lectionnez les types d\u2019informations de capture instantan\u00E9e souhait\u00E9s en utilisant les cases \u00E0 cocher, puis cliquez sur Appliquer pour appliquer les param\u00E8tres.
SnapshotProperties.ActiveThreadsWithDetailedInformation.table_title_description=Activer les threads ayant des informations d\u00E9taill\u00E9es
SnapshotProperties.ApplicationServerProcess.table_detail=Processus de serveur d\u2019application
SnapshotProperties.BasicValues.table_title_description=Valeurs de base telles que utilisation de la m\u00E9moire RAM, utilisation des processeurs ou espace disque
SnapshotProperties.ClearAll.link=Effacer tout
SnapshotProperties.Description.table_header=Description
SnapshotProperties.InformationAboutProcessesWithLockingConflicts.table_title_description=Informations sur les processus ayant tent\u00E9 de verrouiller simultan\u00E9ment la m\u00EAme ressource
SnapshotProperties.JVMHeapUsageInformation.table_title_description=Informations sur l\u2019utilisation du segment de m\u00E9moire JVM
SnapshotProperties.JVMResources.table_detail=Ressources JVM
SnapshotProperties.ListOfAllLoadedPipelets.table_title_description=Liste de tous les pipelets charg\u00E9s et de leur structure de package (avertissement\u00A0: l\u2019ex\u00E9cution de cette op\u00E9ration peut mobiliser de nombreuses ressources et prendre beaucoup de temps)
SnapshotProperties.ListOfAllUsedProperties.table_title_description=Liste de toutes les propri\u00E9t\u00E9s utilis\u00E9es et de leur valeur actuelle
SnapshotProperties.LoadedPersistentObjects.table_title_description=Objets persistants charg\u00E9s avec des informations d\u00E9taill\u00E9es
SnapshotProperties.LoadedPipelets.table_detail=Pipelets charg\u00E9s
SnapshotProperties.LockingConflicts.table_detail=Conflits de verrouillage
SnapshotProperties.Name.table_header=Nom
SnapshotProperties.ORMCache.table_detail=Cache ORM
SnapshotProperties.Properties.table_detail=Propri\u00E9t\u00E9s
SnapshotProperties.SelectAll.link=S\u00E9lectionner tout
SnapshotProperties.Threads.table_detail=Threads
SnapshotServer.ClearAll.link=Effacer tout
SnapshotServer.Name.table_header=Nom
SnapshotServer.SelectAll.link=S\u00E9lectionner tout
SnapshotServer.UseTheCheckboxesToSelectTheAppServers.table_title_description=S\u00E9lectionnez le(s) serveur(s) d\u2019application \u00E0 consulter en utilisant les cases \u00E0 cocher. Avant de g\u00E9n\u00E9rer une capture instantan\u00E9e, cliquez sur Appliquer pour appliquer les param\u00E8tres.
