content.title=Content
content.description=Mit den hier aufgelisteten Modulen wird der Content verwaltet. Content kann auch aus einer Datei importiert werden.<br/> F\u00FCr eine vollst\u00E4ndige Dokumentation aller verf\u00FCgbaren Komponententypen siehe <a target="_blank" href="{0}">Komponententyp-\u00DCberblick</a>.
content.view.tree=Baumansicht
content.view.list=Listenansicht
content.search.title=Inhaltssuche
content.search.name.label=Name:
content.selectall=Alle ausw\u00E4hlen
content.clearall=Alle l\u00F6schen
content.confirmdelete.pagetemplate.message=Die markierten Seiten-Templates wirklich l\u00F6schen? Hinweis: Seiten-Templates, die aus anderen Quellen freigegeben wurden, k\u00F6nnen nicht gel\u00F6scht werden.
content.confirmdelete.pagevariant.message=Die markierten Seitenvarianten wirklich l\u00F6schen? Hinweis: Seitenvarianten, die aus anderen Quellen freigegeben wurden, k\u00F6nnen nicht gel\u00F6scht werden.
content.confirmdelete.component.message=Wollen Sie die markierten Komponenten wirklich l\u00F6schen? Hinweis: Komponenten, die aus anderen Quellen freigegeben wurden, k\u00F6nnen nicht gel\u00F6scht werden.
content.confirmdelete.componenttemplate.message=Markiertes Komponenten-Template wirklich l\u00F6schen? Hinweis: Komponenten-Templates, die aus anderen Quellen freigegeben wurden, k\u00F6nnen nicht gel\u00F6scht werden.
content.confirmdelete.page.noselection=Markieren Sie mindestens eine Seite.
content.confirmdelete.include.noselection=Markieren Sie mindestens eine Include.
content.confirmdelete.pagetemplate.noselection=Markieren Sie mindestens ein Seiten-Template.
content.confirmdelete.pagevariant.noselection=Markieren Sie mindestens eine Seitenvariante.
content.confirmdelete.componenttemplate.noselection=Markieren Sie mindestens ein Komponenten-Template.
content.confirmdelete.component.noselection=Markieren Sie mindestens eine Komponente.
content.confirmdelete.viewcontext.noselection=Markieren Sie mindestens einen Ansichtskontext.
content.batchedit.page.noselection=Sie haben keine Seiten zum Bearbeiten markiert.
content.batchedit.page.noselection.helpmessage=Markieren Sie die Kontrollk\u00E4stchen der zu bearbeitenden Seiten, und klicken Sie erneut auf Auswahl bearbeiten.
content.batchedit.include.noselection=Sie haben keine Includes zum Editieren markiert.
content.batchedit.include.noselection.helpmessage=Markieren Sie die Kontrollk\u00E4stchen der zu bearbeitenden Includes, und klicken Sie erneut auf Auswahl bearbeiten.
content.batchedit.pagetemplate.noselection=Sie haben keine Seiten-Templates zum Editieren markiert.
content.batchedit.pagetemplate.noselection.helpmessage=Markieren Sie die Kontrollk\u00E4stchen der zu bearbeitenden Seiten-Templates, und klicken Sie erneut auf "Auswahl bearbeiten".
content.batchedit.pagevariant.noselection=Sie haben keine Seitenvarianten zum Editieren markiert.
content.batchedit.pagevariant.noselection.helpmessage=Markieren Sie die Kontrollk\u00E4stchen der zu bearbeitenden Seitenvarianten, und klicken Sie erneut auf Auswahl bearbeiten.
content.batchedit.component.noselection=Sie haben keine Komponenten zum Bearbeiten markiert.
content.batchedit.component.noselection.helpmessage=Markieren Sie die Kontrollk\u00E4stchen der zu bearbeitenden Komponenten, und klicken Sie erneut auf Auswahl bearbeiten.
content.batchedit.componenttemplate.noselection=Sie haben keine Komponenten-Templates zum Editieren markiert.
content.batchedit.componenttemplate.noselection.helpmessage=Markieren Sie die Kontrollk\u00E4stchen der zu bearbeitenden Komponenten-Templates, und klicken Sie erneut auf "Auswahl bearbeiten".
content.publishing.noselection=Sie haben keinen Content zum Publizieren markiert.
content.publishing.noselection.helpmessage=Markieren Sie die Kontrollk\u00E4stchen der zu publizierenden Objekte, und klicken Sie erneut auf "Publizieren im Zielsystem".
content.publishing.sharedcontentselection=Sie haben freigegebenen Content zum Publizieren markiert.
content.publishing.sharedcontentselection.helpmessage=W\u00E4hlen Sie nur nicht freigegebene Objekte aus und klicken Sie dann erneut auf "Publizieren im Zielsystem".
content.filter.definition.pagevariant.message=Hier k\u00F6nnen Sie eine Seitenvariantenfilter f\u00FCr die Komponentenliste festlegen.
content.filter.definition.component.message=Hier k\u00F6nnen Sie einen Komponentenfilter f\u00FCr die Komponentenliste definieren.
content.filter.definition.pagevariant.applying.message=Nach Anwendung des Filters zeigt die Komponentenliste nur noch Komponenten an, die den herausgefilterten Seitenvarianten zugeordnet sind.
content.filter.definition.component.applying.message=Nach Anwendung des Filters zeigt die Liste nur noch Komponenten an, die den herausgefilterten Komponenten zugeordnet sind.
content.filter.definition.helpmessage=Legen Sie Ihre Filterkriterien fest und klicken Sie auf "OK", um den Filter anzuwenden. Klicken Sie auf "Abbrechen", um die \u00C4nderungen zur\u00FCckzusetzen und zur letzten Seite zur\u00FCckzukehren.
content.contentoverview.title=Content-\u00DCbersicht
content.contentoverview.description=Sie erhalten einen \u00DCberblick \u00FCber alle Content-Elemente und k\u00F6nnen ihre Vollst\u00E4ndigkeit \u00FCberpr\u00FCfen und korrigieren.
content.contentoverview.contentsummary.description=Die Information auf dieser Seite wird von einem System-Job erzeugt, der noch nicht ausgef\u00FChrt wurde. Wenden Sie sich an den Systemadministrator, um den Job erstmals auszuf\u00FChren.
content.contentoverview.contentsummary.description.staging.editing=Die Information auf dieser Seite wird von einem Job erzeugt, der noch nicht ausgef\u00FChrt wurde. Klicken Sie auf "Aktualisieren", um den Job erstmals auszuf\u00FChren.
content.contentoverview.contentsummary.statistics.inprogress=Wird aktualisiert ...
content.contentoverview.contentsummary.statistics.lastupdate=Die nachstehenden Informationen wurden zuletzt aktualisiert am
content.contentoverview.contentsummary.statistics.elementcount=Element-Anzahl:
content.contentoverview.completeness.title=Content-Vollst\u00E4ndigkeit
content.contentoverview.completeness.update.message1=Aktualisierung der Ergebnisliste wurde veranlasst
content.contentoverview.completeness.update.message2=und Ergebnisse werden zusammengestellt. Sehen Sie regelm\u00E4\u00DFig nach oder klicken Sie "Aktualisieren".
content.contentoverview.completeness.problemelements=Fehlerhafte Elemente:
content.pages.title=Seiten
content.pages.description=Alle Seiten verwalten.
content.pages.delete.noselection=Sie haben keine Content-Seite zum L\u00F6schen markiert.
content.pages.tree.description=Die Baumstruktur repr\u00E4sentiert die Struktur der Seite.
content.pages.emptylist=Keine Seiten vorhanden.
content.pagevariants.title=Seitenvarianten
content.pagevariants.description=Alle Seitenvarianten verwalten.
content.pagevariants.new.filter=Seitenvarianten - Seitenvariantenfilter definieren
content.preview.title=Vorschau
content.preview.description=Storefront \u00F6ffnen und durchsuchen.
content.pagetemplates.title=Seiten-Templates
content.pagetemplates.description=Seiten-Templates verwalten, um das Aussehen und die Funktionalit\u00E4t der Seiten zu bearbeiten.
content.componenttemplates.title=Komponenten-Templates
content.componenttemplates.description=Komponenten-Templates und Komponenten f\u00FCr Seiten-Templates verwalten
content.pagelettemplate.confirmdelete.sharedtemplate=Freigegebene Templates k\u00F6nnen nicht gel\u00F6scht werden.
content.pagelettemplate.confirmdelete.mastertemplate=Master-Templates k\u00F6nnen nicht gel\u00F6scht werden.
content.pagelettemplate.confirmdelete.noselection=Sie haben kein Template zum L\u00F6schen markiert.
content.pagelettemplate.confirmdelete.locked=Ausgew\u00E4hltes Template konnte nicht gel\u00F6scht werden, da es oder eines seiner Nachfahren von einem anderen Benutzer blockiert werden.
content.pagelettemplate.emptylist=Keine Templates verf\u00FCgbar.
content.components.title=Komponenten
content.components.description=Komponenten Ihrer Storefront-Seiten verwalten.
content.components.new.filter=Komponenten - Komponentenfilter definieren
content.components.search.description=F\u00FCr eine vollst\u00E4ndige Dokumentation aller verf\u00FCgbaren Komponententypen siehe <a target="_blank" href="{0}">Komponententypen-\u00DCberblick</a>.
content.includes.title=Includes
content.includes.description=Includes f\u00FCr verschiedene Objekte, denen sie zugeordnet sind, verwalten.
content.pageletentrypoint.confirmdelete.page.message=Die markierten Seiten wirklich l\u00F6schen? Hinweis: Systembasierte Seiten, Ersatz-Seiten von Ansichtskontexten oder Seiten, die aus anderen Quellen freigegeben wurden, k\u00F6nnen nicht gel\u00F6scht werden. Klicken Sie auf OK, um alle markierten Objekte, au\u00DFer den vorher erw\u00E4hnten, zu l\u00F6schen. Klicken Sie auf "Abbrechen", um die Eingabe zu verwerfen.
content.pageletentrypoint.confirmdelete.include.message=Das markierten Includes wirklich l\u00F6schen? Hinweis: Systembasierte Includes, Ersatz-Includes von Ansichtskontexten oder Includes, die aus anderen Quellen freigegeben wurden, k\u00F6nnen nicht gel\u00F6scht werden. Klicken Sie auf OK, um alle markierten Objekte, au\u00DFer den vorher erw\u00E4hnten, zu l\u00F6schen. Klicken Sie auf "Abbrechen", um die Eingabe zu verwerfen.
content.viewcontexts.title=Ansichtskontexte
content.viewcontexts.description=Ansichtskontexte verwalten.
content.viewcontexts.confirmdelete.message=Die markierten Ansichtskontexte wirklich l\u00F6schen? Klicken Sie "OK", um alle markierten Ansichtskontexte zu l\u00F6schen. System-verwaltete Ansichtskontexte k\u00F6nnen nicht gel\u00F6scht werden. Klicken Sie auf "Abbrechen", um die Eingabe zu verwerfen.
content.viewcontexts.publishing.noselection=Sie haben keine Ansichtskontexte zur Ver\u00F6ffentlichung ausgew\u00E4hlt.
content.viewcontexts.search.nameoridinvalid=Die Angabe f\u00FCr den Namen oder ID ist ung\u00FCltig.
content.viewcontexts.search.nameoridinvalid.notenoughcharacters=Verwenden Sie mindestens 3 Zeichen vor einem Platzhalter.
content.landingpages.title=Landing-Pages
content.landingpages.description=Statische Dateien f\u00FCr Landing-Pages laden.
content.contentsharing.title=Content-Freigaben
content.contentsharing.description=Content-Freigaben verwalten.
content.contentupload.title=Content-Upload
content.contentupload.description=Content-Elemente verwalten (Bilder, Videos usw.)
content.contentupload.setlocale.description=Sie k\u00F6nnen nach Bedarf Dateien f\u00FCr andere Sprachen hochladen und bearbeiten.
content.contentupload.setlocale.label=Sprache ausw\u00E4hlen:
content.contentupload.directorytree.description=Das Baumdiagramm zeigt die Verzeichnisstruktur f\u00FCr {0}. Um ein neues Verzeichnis anzulegen, markieren Sie das Stammverzeichnis, tragen Sie den Namen im Feld unten ein und klicken Sie auf "Hinzuf\u00FCgen".
content.contentupload.directorytree.contents.description=Die Tabelle unter dem Baumdiagramm zeigt den Inhalt des markierten Verzeichnisses. Um Dateien in das markierte Verzeichnis zu laden, klicken Sie auf "Upload".
content.contentupload.directories=Verzeichnisse
content.contentupload.directory.updatefailed=Verzeichnis konnte nicht angelegt oder umbenannt werden.
content.contentupload.directory.updatefailed.helpmessage=Geben Sie einen g\u00FCltigen Verzeichnisnamen an.
content.contentupload.directory.new.label=Neues Verzeichnis:
content.contentupload.filesexist=Die folgenden Dateien sind bereits auf dem Server vorhanden:
content.contentupload.filesexist.overwrite=Alle \u00FCberschreiben?
content.contentupload.uploadfile.label=Datei hochladen:
content.contentupload.deletefile.filename=Name
content.contentupload.deletefile.filesize=Dateigr\u00F6\u00DFe
content.contentupload.emptylist=Derzeit keine Dateien vorhanden.
content.impex.title=Import und Export
content.impex.description=Seiten, Varianten, Includes, Templates und Komponenten importieren und exportieren.
content.impex.manage.content.text=Content-<a href="{0}" class="selection_link">Importe</a> und <a href="{1}" class="selection_link">-Exporte</a> verwalten. Content aus oder in Dateien importieren oder exportieren.
content.impex.manage.page.text=Seiten-<a href="{0}" class="selection_link">Exporte</a> verwalten. Seiten in Dateien exportieren.
content.impex.manage.include.text=Include-<a href="{0}" class="selection_link">Exporte</a> verwalten. Includes in Dateien exportieren.
content.impex.manage.pagetemplate.text=Seiten-Template-<a href="{0}" class="selection_link">Exporte</a> verwalten. Seiten-Templates in Dateien exportieren.
content.impex.manage.componenttemplate.text=Komponenten-Template-<a href="{0}" class="selection_link">Exporte</a> verwalten. Komponenten-Templates in Dateien exportieren.
content.impex.manage.pagevariant.text=Seitenvarianten-<a href="{0}" class="selection_link">Exporte</a> verwalten. Seitenvarianten in Dateien exportieren.
content.impex.manage.component.text=Komponenten-<a href="{0}" class="selection_link">Exporte</a> verwalten. Komponenten in Dateien exportieren.
content.impex.manage.viewcontext.text=Ansichtskontext-<a href="{0}" class="selection_link">Exporte</a> verwalten. Ansichtskontexte in Dateien exportieren.
content.impex.files.upload.text=<a href="{0}" class="selection_link">Upload</a> von Importdateien und <a href="{1}" class="selection_link">Download</a> von Exportdateien.
content.impex.files.view.text=<a href="{0}" class="selection_link">Upload</a>-Importdateien anzeigen und <a href="{1}" class="selection_link">Download</a> von Exportdateien.
content.impex.files.title=Import- und Exportdateien
content.impex.whitestore.header.channel=Channel-Content vorbereiten
content.impex.whitestore.header.application=Applikationscontent vorbereiten
content.impex.whitestore.description.channel=Bereitet diesen Channel mit Demo-Content vor.
content.impex.whitestore.description.application=Bereitet diese Applikation mit Demo-Content vor.
content.batchprocess.title=Stapelprozesse
content.batchprocess.description=Monitor f\u00FCr Stapelprozesse \u00F6ffnen.
content.preview.NoStorefrontContentFound.description1.channel=Derzeit ist kein Content f\u00FCr die Standard-Applikation vorhanden. Content kann auf Channel- oder Applikationsebene erstellt werden.<br/> Lesen Sie die <a href="{0}">Dokumentation</a> f\u00FCr weitere Informationen.
content.preview.NoStorefrontContentFound.description1.application=Derzeit ist kein Content f\u00FCr diese Applikation festgelegt.<br/> Lesen Sie die <a target="_blank" href="{0}">Dokumentation</a> f\u00FCr weitere Informationen.
content.preview.NoStorefrontContentFound.description2.channel=Sie k\u00F6nnen entweder mit dem Demo-Content f\u00FCr die Standard-Applikation beginnen oder eigenen Content komplett neu erzeugen.
content.preview.NoStorefrontContentFound.description2.application=Sie k\u00F6nnen entweder mit dem Demo-Content f\u00FCr die Applikation beginnen oder eigenen Content komplett neu erzeugen.
