content.title=Contenu
content.description=Vous pouvez d\u00E9finir et g\u00E9rer le contenu en utilisant les modules ci-dessous. Le contenu peut \u00E9galement \u00EAtre import\u00E9 \u00E0 partir d\u2019un fichier.<br/> Pour obtenir des informations exhaustives sur les types de composants disponibles, consultez l\u2019<a target="_blank" href="{0}">aper\u00E7u des types de composant</a>.
content.view.tree=Arborescence
content.view.list=Liste
content.search.title=Recherche de contenu
content.search.name.label=Nom\u00A0:
content.selectall=S\u00E9lectionner tout
content.clearall=Effacer tout
content.confirmdelete.pagetemplate.message=Voulez-vous vraiment supprimer les mod\u00E8les de page s\u00E9lectionn\u00E9s\u00A0? Notez que les mod\u00E8les de pages partag\u00E9s d\u2019une autre source ne peuvent pas \u00EAtre supprim\u00E9.
content.confirmdelete.pagevariant.message=Voulez-vous vraiment supprimer les variantes de pages s\u00E9lectionn\u00E9es\u00A0? Remarque\u00A0: impossible de supprimer les variantes de pages partag\u00E9es \u00E0 partir d\u2019une autre source.
content.confirmdelete.component.message=Voulez-vous vraiment supprimer les composants s\u00E9lectionn\u00E9s\u00A0? Remarque\u00A0: impossible de supprimer les composants partag\u00E9s \u00E0 partir d\u2019une autre source.
content.confirmdelete.componenttemplate.message=Voulez-vous vraiment supprimer les mod\u00E8les de composant s\u00E9lectionn\u00E9s\u00A0? Notez que les mod\u00E8les de composant partag\u00E9s d\u2019une autre source ne peuvent pas \u00EAtre supprim\u00E9.
content.confirmdelete.page.noselection=Veuillez s\u00E9lectionner au moins une page.
content.confirmdelete.include.noselection=Veuillez s\u00E9lectionner au moins un include.
content.confirmdelete.pagetemplate.noselection=S\u00E9lectionnez au moins un mod\u00E8le de page.
content.confirmdelete.pagevariant.noselection=Veuillez s\u00E9lectionner au moins une variante de page.
content.confirmdelete.componenttemplate.noselection=S\u00E9lectionnez au moins un mod\u00E8le de composant.
content.confirmdelete.component.noselection=Veuillez s\u00E9lectionner au moins un composant\u00A0!
content.confirmdelete.viewcontext.noselection=Veuillez s\u00E9lectionner au moins un contexte de vue.
content.batchedit.page.noselection=Vous n\u2019avez pas s\u00E9lectionn\u00E9 une page \u00E0 \u00E9diter.
content.batchedit.page.noselection.helpmessage=Utilisez les cases \u00E0 cocher pour s\u00E9lectionner les pages que vous voulez \u00E9diter et cliquez de nouveau sur \u00AB\u00A0\u00C9diter les s\u00E9lectionn\u00E9s\u00A0\u00BB.
content.batchedit.include.noselection=Vous n\u2019avez pas s\u00E9lectionn\u00E9 un include \u00E0 \u00E9diter.
content.batchedit.include.noselection.helpmessage=Utilisez les cases \u00E0 cocher pour s\u00E9lectionner les includes que vous voulez \u00E9diter et cliquez de nouveau sur \u00AB\u00A0\u00C9diter les s\u00E9lectionn\u00E9s\u00A0\u00BB.
content.batchedit.pagetemplate.noselection=Vous n\u2019avez pas s\u00E9lectionn\u00E9 de mod\u00E8les de page \u00E0 \u00E9diter.
content.batchedit.pagetemplate.noselection.helpmessage=Utilisez les cases \u00E0 cocher pour s\u00E9lectionner les mod\u00E8les de pages que vous voulez \u00E9diter et cliquez de nouveau sur \u00AB\u00A0\u00C9diter les s\u00E9lectionn\u00E9s\u00A0\u00BB.
content.batchedit.pagevariant.noselection=Vous n\u2019avez s\u00E9lectionn\u00E9 aucune variante de page \u00E0 \u00E9diter.
content.batchedit.pagevariant.noselection.helpmessage=Utilisez les cases \u00E0 cocher pour s\u00E9lectionner les variantes de page que vous voulez \u00E9diter et cliquez de nouveau sur \u00AB\u00A0\u00C9diter les s\u00E9lectionn\u00E9s\u00A0\u00BB.
content.batchedit.component.noselection=Vous n\u2019avez s\u00E9lectionn\u00E9 aucun composant \u00E0 \u00E9diter.
content.batchedit.component.noselection.helpmessage=Utilisez les cases \u00E0 cocher pour s\u00E9lectionner les composants que vous voulez \u00E9diter et cliquez de nouveau sur \u00AB\u00A0\u00C9diter les s\u00E9lectionn\u00E9s\u00A0\u00BB.
content.batchedit.componenttemplate.noselection=Vous n\u2019avez pas s\u00E9lectionn\u00E9 un mod\u00E8le de composant \u00E0 \u00E9diter.
content.batchedit.componenttemplate.noselection.helpmessage=Utilisez les cases \u00E0 cocher pour s\u00E9lectionner les mod\u00E8les de composants que vous voulez \u00E9diter et cliquez de nouveau sur \u00AB\u00A0\u00C9diter les s\u00E9lectionn\u00E9s\u00A0\u00BB.
content.publishing.noselection=Vous n\u2019avez s\u00E9lectionn\u00E9 aucun contenu \u00E0 publier.
content.publishing.noselection.helpmessage=S\u00E9lectionnez les articles \u00E0 publier en utilisant les cases \u00E0 cocher, puis cliquez de nouveau sur \u00AB\u00A0Publier au syst\u00E8me op\u00E9rationnel\u00A0\u00BB.
content.publishing.sharedcontentselection=Vous avez s\u00E9lectionn\u00E9 du contenu partag\u00E9 \u00E0 publier.
content.publishing.sharedcontentselection.helpmessage=S\u00E9lectionnez uniquement des articles non partag\u00E9s, puis cliquez de nouveau sur \u00AB\u00A0Publier au syst\u00E8me op\u00E9rationnel\u00A0\u00BB.
content.filter.definition.pagevariant.message=Ici, vous pouvez d\u00E9finir un filtre de variantes de page pour la liste de composants.
content.filter.definition.component.message=Ici vous pouvez d\u00E9finir un filtre de composant pour la liste de composants.
content.filter.definition.pagevariant.applying.message=Apr\u00E9s avoir appliqu\u00E9 le filtre, ce ne sont que des composants attribu\u00E9s aux variantes de pages filtr\u00E9s qui sont affich\u00E9s dans la liste des composants.
content.filter.definition.component.applying.message=Apr\u00E9s avoir appliqu\u00E9 le filtre, ce ne sont que des composants attribu\u00E9s aux composants filtr\u00E9s qui sont affich\u00E9s dans la liste des composants.
content.filter.definition.helpmessage=D\u00E9finissez des crit\u00E8res de filtre, puis appliquez le filtre en cliquant sur \u00AB\u00A0OK\u00A0\u00BB. Pour r\u00E9tablir les modifications et retourner \u00E0 l\u2019\u00E9cran pr\u00E9c\u00E9dent, cliquez sur \u00AB\u00A0Annuler\u00A0\u00BB.
content.contentoverview.title=Vue d\u2019ensemble du contenu
content.contentoverview.description=Obtenir un aper\u00E7u de tous les \u00E9l\u00E9ments de contenu, rechercher et r\u00E9soudre les probl\u00E8mes d\u2019int\u00E9gralit\u00E9 du contenu.
content.contentoverview.contentsummary.description=Les informations figurant sur cette page sont cr\u00E9\u00E9es par une t\u00E2che syst\u00E8me qui n\u2019a pas encore \u00E9t\u00E9 ex\u00E9cut\u00E9e. Pour ex\u00E9cuter la t\u00E2che pour la premi\u00E8re fois, contactez un administrateur syst\u00E8me.
content.contentoverview.contentsummary.description.staging.editing=Les informations figurant sur cette page sont cr\u00E9\u00E9es par une t\u00E2che qui n\u2019a pas encore \u00E9t\u00E9 ex\u00E9cut\u00E9e. Pour ex\u00E9cuter la t\u00E2che pour la premi\u00E8re fois, cliquez sur \u00AB\u00A0Mettre \u00E0 jour\u00A0\u00BB.
content.contentoverview.contentsummary.statistics.inprogress=Mise \u00E0 jour...
content.contentoverview.contentsummary.statistics.lastupdate=Les informations ci-dessous ont \u00E9t\u00E9 mises \u00E0 jour pour la derni\u00E8re fois le
content.contentoverview.contentsummary.statistics.elementcount=Nombre d\u2019\u00E9l\u00E9ments\u00A0:
content.contentoverview.completeness.title=Int\u00E9gralit\u00E9 du contenu
content.contentoverview.completeness.update.message1=La mise \u00E0 jour de la liste des r\u00E9sultats a \u00E9t\u00E9 d\u00E9clench\u00E9e
content.contentoverview.completeness.update.message2=et les r\u00E9sultats sont g\u00E9n\u00E9r\u00E9s. V\u00E9rifiez r\u00E9guli\u00E8rement ou utilisez le bouton \u00AB\u00A0Actualiser\u00A0\u00BB.
content.contentoverview.completeness.problemelements=\u00C9l\u00E9ments probl\u00E9matiques\u00A0:
content.pages.title=Pages
content.pages.description=G\u00E9rer toutes les pages
content.pages.delete.noselection=Vous n\u2019avez s\u00E9lectionn\u00E9 aucune page de contenu \u00E0 supprimer.
content.pages.tree.description=L\u2019arborescence repr\u00E9sente la structure de page du site.
content.pages.emptylist=Il n\u2019y a aucune page \u00E0 afficher ici.
content.pagevariants.title=Variantes de page
content.pagevariants.description=G\u00E9rer toutes les variantes de page
content.pagevariants.new.filter=Variantes de pages\u00A0\u2013 D\u00E9finir le filtre de variante de page
content.preview.title=Aper\u00E7u
content.preview.description=Ouvrir et parcourir la vitrine
content.pagetemplates.title=Mod\u00E8les de page
content.pagetemplates.description=G\u00E9rer les mod\u00E8les de page pour d\u00E9finir l\u2019apparence et les fonctionnalit\u00E9s des pages
content.componenttemplates.title=Mod\u00E8les de composant
content.componenttemplates.description=G\u00E9rer les mod\u00E8les de composant et les composants utilis\u00E9s pour les mod\u00E8les de page
content.pagelettemplate.confirmdelete.sharedtemplate=Impossible de supprimer les mod\u00E8les partag\u00E9s.
content.pagelettemplate.confirmdelete.mastertemplate=Impossible de supprimer les mod\u00E8les ma\u00EEtres.
content.pagelettemplate.confirmdelete.noselection=Vous n\u2019avez s\u00E9lectionn\u00E9 aucun mod\u00E8le \u00E0 supprimer.
content.pagelettemplate.confirmdelete.locked=Impossible de supprimer le mod\u00E8le s\u00E9lectionn\u00E9 car le mod\u00E8le ou l\u2019un de ses descendants est verrouill\u00E9 par un autre utilisateur.
content.pagelettemplate.emptylist=Il n\u2019y a aucun mod\u00E8le disponible.
content.components.title=Composants
content.components.description=G\u00E9rer les composants des pages de la vitrine
content.components.new.filter=Composants\u00A0\u2013 D\u00E9finir le filtre de composant
content.components.search.description=Pour obtenir des informations exhaustives sur les types de composants disponibles, consultez l\u2019<a target="_blank" href="{0}">Aper\u00E7u des types de composant</a>.
content.includes.title=Includes
content.includes.description=G\u00E9rer les includes pour les objets auxquels ils sont attribu\u00E9s
content.pageletentrypoint.confirmdelete.page.message=Voulez-vous vraiment supprimer les pages s\u00E9lectionn\u00E9es\u00A0? Remarque\u00A0: impossible de supprimer les pages bas\u00E9es sur le syst\u00E8me, les pages de secours du contexte de vue ou les pages partag\u00E9es \u00E0 partir d\u2019une autre source. Pour supprimer tous les objets s\u00E9lectionn\u00E9s, sauf ceux pr\u00E9c\u00E9demment mentionn\u00E9s, cliquez sur \u00AB\u00A0OK\u00A0\u00BB. Pour annuler l\u2019op\u00E9ration, cliquez sur \u00AB\u00A0Annuler\u00A0\u00BB.
content.pageletentrypoint.confirmdelete.include.message=Voulez-vous vraiment supprimer les includes s\u00E9lectionn\u00E9s\u00A0? Remarque\u00A0: impossible de supprimer les includes bas\u00E9s sur le syst\u00E8me, les includes de secours de contextes de vue ou les includes partag\u00E9s \u00E0 partir d\u2019une autre source. Pour supprimer tous les objets s\u00E9lectionn\u00E9s, sauf ceux pr\u00E9c\u00E9demment mentionn\u00E9s, cliquez sur \u00AB\u00A0OK\u00A0\u00BB. Pour annuler l\u2019op\u00E9ration, cliquez sur \u00AB\u00A0Annuler\u00A0\u00BB.
content.viewcontexts.title=Contextes de vue
content.viewcontexts.description=G\u00E9rer les contextes de vue
content.viewcontexts.confirmdelete.message=Voulez-vous vraiment supprimer les contextes de vue s\u00E9lectionn\u00E9s\u00A0? Pour supprimer tous les contextes de vue s\u00E9lectionn\u00E9s, cliquez sur \u00AB\u00A0OK\u00A0\u00BB. Remarque\u00A0: impossible de supprimer les contextes de vue g\u00E9r\u00E9s par le syst\u00E8me. Pour annuler l\u2019op\u00E9ration, cliquez sur \u00AB\u00A0Annuler\u00A0\u00BB.
content.viewcontexts.publishing.noselection=Vous n\u2019avez s\u00E9lectionn\u00E9 aucun contexte de vue \u00E0 publier.
content.viewcontexts.search.nameoridinvalid=L\u2019expression du nom ou de l\u2019ID n\u2019est pas valide.
content.viewcontexts.search.nameoridinvalid.notenoughcharacters=Entrez au moins 3\u00A0caract\u00E8res avant un m\u00E9tacaract\u00E8re.
content.landingpages.title=Pages de destination
content.landingpages.description=T\u00E9l\u00E9verser des fichiers statiques pour les pages de destination
content.contentsharing.title=Partage de contenu
content.contentsharing.description=G\u00E9rer le partage de contenu
content.contentupload.title=T\u00E9l\u00E9versement de contenu
content.contentupload.description=G\u00E9rer les ressources de contenu (images, vid\u00E9os, etc.)
content.contentupload.setlocale.description=Si n\u00E9cessaire, vous pouvez t\u00E9l\u00E9verser et g\u00E9rer des fichiers dans une autre langue.
content.contentupload.setlocale.label=S\u00E9lectionner la langue\u00A0:
content.contentupload.directorytree.description=Cette arborescence indique la structure de r\u00E9pertoire de {0} de produit. Pour ajouter un r\u00E9pertoire, s\u00E9lectionnez le r\u00E9pertoire principal, entrez le nom dans le champ ci-dessous et cliquez sur \u00AB\u00A0Ajouter\u00A0\u00BB.
content.contentupload.directorytree.contents.description=Le tableau en dessous de l\u2019arborescence indique le contenu du r\u00E9pertoire s\u00E9lectionn\u00E9. Pour t\u00E9l\u00E9verser des fichiers dans le r\u00E9pertoire s\u00E9lectionn\u00E9, cliquez sur \u00AB\u00A0T\u00E9l\u00E9verser\u00A0\u00BB.
content.contentupload.directories=R\u00E9pertoires
content.contentupload.directory.updatefailed=Impossible de cr\u00E9er ou de renommer le r\u00E9pertoire.
content.contentupload.directory.updatefailed.helpmessage=Entrez un nom de r\u00E9pertoire valide.
content.contentupload.directory.new.label=Nouveau r\u00E9pertoire\u00A0:
content.contentupload.filesexist=Les fichiers suivants existent d\u00E9j\u00E0 sur le serveur\u00A0:
content.contentupload.filesexist.overwrite=Voulez-vous tout remplacer\u00A0?
content.contentupload.uploadfile.label=T\u00E9l\u00E9verser le fichier
content.contentupload.deletefile.filename=Nom
content.contentupload.deletefile.filesize=Taille de fichier
content.contentupload.emptylist=Il n\u2019y a actuellement aucun fichier \u00E0 afficher ici.
content.impex.title=Importation et exportation
content.impex.description=Importer et exporter des pages, variantes de pages, includes, mod\u00E8les et composants
content.impex.manage.content.text=G\u00E9rer les\u00A0<a href="{0}" class="selection_link">importations</a> et <a href="{1}" class="selection_link">exportations</a> de contenu. Importer ou exporter du contenu \u00E0 partir de ou vers des fichiers.
content.impex.manage.page.text=G\u00E9rer les <a href="{0}" class="selection_link">exportations</a> de contenu. Exporter des pages vers des fichiers.
content.impex.manage.include.text=G\u00E9rer les <a href="{0}" class="selection_link">exportations</a> d\u2019includes. Exporter des includes vers des fichiers.
content.impex.manage.pagetemplate.text=G\u00E9rer les <a href="{0}" class="selection_link">exportations</a> de mod\u00E8les de page. Exporter des mod\u00E8les de page vers des fichiers.
content.impex.manage.componenttemplate.text=G\u00E9rer les <a href="{0}" class="selection_link">exportations</a> de mod\u00E8les de composant. Exporter des mod\u00E8les de composant vers des fichiers.
content.impex.manage.pagevariant.text=G\u00E9rer les <a href="{0}" class="selection_link">exportations</a> de variantes de page. Exporter des variantes de page vers des fichiers.
content.impex.manage.component.text=G\u00E9rer les <a href="{0}" class="selection_link">exportations</a> de composants. Exporter des composants vers des fichiers.
content.impex.manage.viewcontext.text=G\u00E9rer les <a href="{0}" class="selection_link">exportations</a> de contextes de vue. Exporter des contextes de vue vers des fichiers.
content.impex.files.upload.text=<a href="{0}" class="selection_link">T\u00E9l\u00E9verser</a> des fichiers d\u2019importation et <a href="{1}" class="selection_link">t\u00E9l\u00E9charger</a> des fichiers d\u2019exportation.
content.impex.files.view.text=Afficher les fichiers d\u2019importation <a href="{0}" class="selection_link">t\u00E9l\u00E9vers\u00E9s</a> et <a href="{1}" class="selection_link">t\u00E9l\u00E9charger</a> des fichiers d\u2019exportation.
content.impex.files.title=Importer et exporter des fichiers
content.impex.whitestore.header.channel=Pr\u00E9parer le contenu du canal
content.impex.whitestore.header.application=Pr\u00E9parer le contenu de l\u2019application
content.impex.whitestore.description.channel=Pr\u00E9pare ce canal avec le contenu de d\u00E9mo.
content.impex.whitestore.description.application=Pr\u00E9pare cette application avec le contenu de d\u00E9mo.
content.batchprocess.title=Traitement par lots
content.batchprocess.description=Afficher l\u2019\u00E9cran de traitement par lots
content.preview.NoStorefrontContentFound.description1.channel=Il n\u2019y a actuellement aucun contenu d\u00E9fini pour l\u2019application par d\u00E9faut. Le contenu peut \u00EAtre cr\u00E9\u00E9 au niveau du canal ou de l\u2019application.<br/> Pour plus de d\u00E9tails, consultez la <a href="">documentation</a>.
content.preview.NoStorefrontContentFound.description1.application=Il n\u2019y a actuellement aucun contenu d\u00E9fini pour cette application.<br/>Pour plus de d\u00E9tails, consultez la <a target="_blank" href="">documentation</a>.
content.preview.NoStorefrontContentFound.description2.channel=Vous pouvez d\u00E9buter avec le contenu de d\u00E9mo pour l\u2019application par d\u00E9faut ou cr\u00E9er du contenu \u00E0 partir de z\u00E9ro.
content.preview.NoStorefrontContentFound.description2.application=Vous pouvez d\u00E9buter avec le contenu de d\u00E9mo pour l\u2019application ou cr\u00E9er du contenu \u00E0 partir de z\u00E9ro.
