massdatatasks.title=T\u00E2ches de donn\u00E9es de masse
massdatatasks.description.channel=Vous pouvez utiliser les modules ci-dessous pour effectuer des t\u00E2ches de donn\u00E9es de masse, telles que la r\u00E9plication ou l\u2019exportation et l\u2019importation de donn\u00E9es. Vous pouvez utiliser des labels pour d\u00E9finir un jeu d\u2019\u00E9l\u00E9ments d\u00E9pendants et effectuez des actions sur ces \u00E9l\u00E9ments.
massdatatasks.description.application=G\u00E9rer les labels de {0}
massdatatasks.datareplicationtasks.title=T\u00E2ches de r\u00E9plication de donn\u00E9es
massdatatasks.datareplicationtasks.description=Cr\u00E9er et g\u00E9rer des t\u00E2ches de r\u00E9plication de donn\u00E9es
massdatatasks.labels.title=Labels
massdatatasks.labels.description.channel=Cr\u00E9er et g\u00E9rer des labels. Les labels permettent de d\u00E9finir un jeu d\u2019\u00E9l\u00E9ments d\u00E9pendants et d\u2019effectuer des actions sur ces \u00E9l\u00E9ments.
massdatatasks.labels.description.application=Cr\u00E9er et g\u00E9rer des labels. Les labels permettent de d\u00E9finir un jeu d\u2019\u00E9l\u00E9ments d\u00E9pendants.
massdatatasks.labellist.title=Labels
massdatatasks.labellist.notselectedlabeltodelete.line1=Vous n\u2019avez s\u00E9lectionn\u00E9 aucun label \u00E0 supprimer.
massdatatasks.labellist.notselectedlabeltodelete.line2=S\u00E9lectionnez des labels \u00E0 supprimer, puis cliquez de nouveau sur \u00AB\u00A0Supprimer\u00A0\u00BB.
massdatatasks.labellist.description.channel=Cette liste r\u00E9pertorie tous les labels. Un label est un groupe d\u2019articles d\u00E9pendants. Cliquez sur le nom ou l\u2019ID d\u2019un label afin de l\u2019\u00E9diter et d\u2019effectuer une action sur les \u00E9l\u00E9ments du label. Utilisez les cases \u00E0 cocher et cliquez sur \u00AB\u00A0Supprimer\u00A0\u00BB pour supprimer des labels. Remarque\u00A0: seul le label est supprim\u00E9, pas ses articles. Pour supprimer les \u00E9l\u00E9ments d\u2019un label\u00A0: cliquez sur le label, s\u00E9lectionnez les \u00E9l\u00E9ments \u00E0 supprimer et cliquez \u00AB\u00A0Supprimer les \u00E9l\u00E9ments\u00A0\u00BB.
massdatatasks.labellist.description.application=Cette liste r\u00E9pertorie tous les labels. Un label est un groupe d\u2019articles d\u00E9pendants. Pour modifier un label, cliquez sur son nom ou son ID. Pour supprimer des labels, utilisez les cases \u00E0 cocher, puis cliquez sur \u00AB\u00A0Supprimer\u00A0\u00BB. Utilisez les cases \u00E0 cocher et cliquez sur \u00AB\u00A0Supprimer\u00A0\u00BB pour supprimer des labels. Remarque\u00A0: seul le label est supprim\u00E9, pas ses articles.
massdatatasks.labellist.note.application=Remarque\u00A0: tous les labels appartiennent \u00E0 {0}.
massdatatasks.labellist.note=
massdatatasks.labellist.description.nomanagerights=Cette liste r\u00E9pertorie tous les labels. Un label est un groupe d\u2019articles d\u00E9pendants. Pour afficher les d\u00E9tails d\u2019un label, cliquez sur son nom ou son ID.
massdatatasks.labellist.emptylist.message=Il n\u2019y a actuellement aucun label d\u00E9fini. 
massdatatasks.labellist.createlabel.message=Pour cr\u00E9er un label, cliquez sur \u00AB\u00A0Nouveau\u00A0\u00BB.
massdatatasks.labellist.button.create=Nouveau
massdatatasks.labellist.button.delete=Supprimer
massdatatasks.labellist.label.selectall=S\u00E9lectionner tout
massdatatasks.labellist.label.clearall=Effacer tout
massdatatasks.labellist.label.name=Nom
massdatatasks.labellist.label.id=ID 
massdatatasks.labellist.label.description=Description
massdatatasks.labellist.label.createdby=Cr\u00E9\u00E9 par
massdatatasks.labellist.label.action=Action
massdatatasks.labellist.label.editall=Modifier tout
massdatatasks.catalog.title=Importation et exportation de catalogues
massdatatasks.catalog.description=Importer et exporter des produits et des catalogues du stock du canal 
massdatatasks.promotioncode.title=Importation et exportation de code promotionnel
massdatatasks.promotioncode.description.channel=Importer et exporter les codes promotionnels de ce canal 
massdatatasks.productsyndication.title=Syndication de produit
massdatatasks.productsyndication.description=D\u00E9river des produits \u00E0 partir d\u2019autres stocks de produits 
massdatatasks.customer.title=Importation et exportation de clients
massdatatasks.customer.description=Importer et exporter les clients du canal.
massdatatasks.order.title=Importation et exportation de commandes
massdatatasks.order.description=Importer l\u2019\u00E9tat des commandes et exporter les commandes de ce canal
massdatatasks.search.title=Index de recherche
massdatatasks.search.description=G\u00E9rer les index de recherche utilis\u00E9s pour la recherche dans la vitrine 
massdatatasks.auditreport.title=Rapport d\u2019audit
massdatatasks.auditreport.description=Afficher les rapports d\u2019audit 
massdatatasks.batchprocesses.title=Traitement par lots
massdatatasks.batchprocesses.description=Afficher l\u2019\u00E9cran de traitement par lots 
