pricing.preference.title = Prix
pricing.preference.helptext = Vous pouvez configurer l\u2019affichage des prix dans la vitrine en utilisant les param\u00E8tres suivants.<br/><br/>Remarque\u00A0: lorsque le type de prix est net et le prix d\u2019affichage est brut (ou inversement), vous devez activer le service d\u2019imposition correspondant pour g\u00E9rer le calcul. Pour obtenir plus de d\u00E9tails, consultez {0}.
pricing.preference.documentation = documentation
pricing.preference.PriceType.label = Type de prix\u00A0:
pricing.preference.PriceType.description = S\u00E9lectionnez si les prix mis \u00E0 jour dans ce canal sont nets ou bruts. Cela est ind\u00E9pendant de l\u2019affichage r\u00E9el.<br/>Cela s\u2019applique aux prix de produit, promotions, suppl\u00E9ments, frais de livraison et frais de paiement.
pricing.preference.PriceDisplay.label = Affichage de prix pour {0}\u00A0:
pricing.preference.PriceDisplay.description = S\u00E9lectionnez le type de prix affich\u00E9 dans la vitrine de {0}.
pricing.preference.AdditionalTextEnabled.label = Afficher le texte suppl\u00E9mentaire
pricing.preference.AdditionalTextEnabled.description = Indiquez le texte suppl\u00E9mentaire \u00E0 afficher dans le magasin avec tous les prix, par exemple, \u00AB\u00A0hors taxe de vente\u00A0\u00BB. Cela s\u2019applique \u00E9galement aux frais de paiement et de livraison lors du processus de paiement.
pricing.preference.DefaultPriceDisplay.label = Affichage de prix par d\u00E9faut\u00A0:
pricing.preference.DefaultPriceDisplay.description = S\u00E9lectionnez l\u2019affichage de prix utilis\u00E9 pour les clients d\u00E9connect\u00E9s.
pricing.preference.PriceChangeEventTracking.label = Suivi des \u00E9v\u00E9nements de modification de prix\u00A0:
pricing.preference.PriceChangeEventTracking.description = Active les t\u00E2ches automatis\u00E9es (mise \u00E0 jour de l\u2019index, nettoyage du cache de page...) afin que la vitrine affiche toujours les prix actuels.
pricing.preference.PriceType.gross = Brut
pricing.preference.PriceType.net = Net
pricing.preference.CustomerType.PRIVATE.plural.capitalized = Clients individuels
pricing.preference.CustomerType.PRIVATE.plural.lowercase = clients individuels
pricing.preference.CustomerType.SMB.plural.capitalized = Clients commerciaux
pricing.preference.CustomerType.SMB.plural.lowercase = clients commerciaux
pricing.preference.apply.button.label = Appliquer
pricing.preference.reset.button.label = R\u00E9tablir
pricing.preference.breadcrumb = Prix
