CatalogCustomAttributes_52.ThisCatalogIsSharedFrom0=Ce catalogue est partag\u00E9 \u00E0 partir de {0}.
CatalogCustomAttributes_52.0Attributes.table_title={0}\u00A0\u2013 Attributs
PageCache_52.ChannelPreferences.text=Pr\u00E9f\u00E9rences du canal
PageCache_52.ClickInvalidateToFullyEmptyTheCacheEnterASetOfKeyw.table_title_description=Pour vider compl\u00E8tement le cache, cliquez sur \u00AB\u00A0Invalider\u00A0\u00BB. Entrez des mots-cl\u00E9s, puis cliquez sur \u00AB\u00A0Invalider\u00A0\u00BB pour supprimer les pages de vitrine du cache qui contiennent ces mots-cl\u00E9s.
PageCache_52.Invalidate.button=Invalider
PageCache_52.MaximumAgeOfStaticContent.fielditem2=\u00C2ge maximum du contenu statique
PageCache_52.MaximumAgeOfStaticContent.comment=Secondes
PageCache_52.MaximumAgeOfStaticContentDefinesTheTimeSpanInSecon.table_title_description=L\u2019\u00E2ge maximal du contenu statique d\u00E9finit l\u2019intervalle de temps (en secondes) pendant lequel le contenu statique est mis en cache par l\u2019adaptateur Web avant d\u2019\u00EAtre consult\u00E9 de nouveau \u00E0 partir du serveur d\u2019application. Pour d\u00E9sactiver la mise en cache des fichiers statiques (graphiques, etc.), param\u00E9trez l\u2019\u00E2ge sur\u00A00.<br/><br/> Pour autoriser l\u2019adaptateur Web \u00E0 mettre en cache certaines pages pr\u00E9compil\u00E9es de la vitrine, activez la mise en cache de pages. Cette option am\u00E9liore les performances de la vitrine.<br/><br/> Pour marquer certaines pages de la vitrine comme pouvant \u00EAtre mises en cache par l\u2019adaptateur Web avec diff\u00E9rents mots-cl\u00E9s, activez la gestion des mots-cl\u00E9s du cache de pages. Pour s\u00E9lectionner ult\u00E9rieurement des pages \u00E0 supprimer du cache, entrez les mots-cl\u00E9s, puis cliquez sur \u00AB\u00A0Invalider\u00A0\u00BB.<br/><br/> Pour autoriser l\u2019indexation en texte int\u00E9gral de toutes les pages, activez l\u2019indexation en texte int\u00E9gral du cache de pages. Vous pouvez s\u00E9lectionner ult\u00E9rieurement des pages \u00E0 supprimer du cache en entrant les termes de recherche et en cliquant sur Invalider.
PageCache_52.MultipleKeywordsAreSeparatedBy.catalog_description=Les diff\u00E9rents mots-cl\u00E9s sont s\u00E9par\u00E9s par une barre verticale (|).
PageCache_52.PageCacheFullTextIndexing.fielditem2=Indexation en texte int\u00E9gral du cache de pages
PageCache_52.PageCacheInvalidation.table_title2=Invalidation du cache de pages
PageCache_52.PageCacheInvalidationKeywordsFullText.fielditem2=Mots-cl\u00E9s/texte int\u00E9gral pour l\u2019invalidation du cache de pages
PageCache_52.PageCacheKeywordProcessing.fielditem2=Gestion des mots-cl\u00E9s du cache de pages
PageCache_52.PageCaching.fielditem2=Mise en cache de pages
PageCache_52.ThePageCacheInvalidationWasSuccessfullyExecuted=Invalidation du cache de pages r\u00E9ussie.
PageCache_52.TheSelectivePageCacheInvalidationByUsingSearchword=Invalidation du cache de pages par s\u00E9lection de termes de recherche {0} r\u00E9ussie.
PageCache_52.ValueForMaximumAgeOfStaticContentIsIncorrectPlease.message=La valeur de l\u2019\u00E2ge maximal du contenu statique est incorrecte. Entrez un entier valide.
BrowseChannelCatalog_52.AreYouSureYouWantToUnassignAllProductsFromThisCate.error=Voulez-vous vraiment annuler l\u2019attribution \u00E0 cette cat\u00E9gorie de tous les produits\u00A0?<br/> Vous pouvez suivre la progression de cette op\u00E9ration dans le module \u00AB\u00A0Traitement par lots\u00A0\u00BB.
BrowseChannelCatalog_52.BackToParent.button=Retour au parent
BrowseChannelCatalog_52.ByCustomProductAttribute.fielditem2=Par attribut de produit personnalis\u00E9
BrowseChannelCatalog_52.ByStandardProductAttribute.fielditem2=Par attribut de produit standard
BrowseChannelCatalog_52.Catalog.infobox_description=Catalogue
BrowseChannelCatalog_52.Categories.table_title=Cat\u00E9gories
BrowseChannelCatalog_52.CategoryPreview.button=Aper\u00E7u de cat\u00E9gorie
BrowseChannelCatalog_52.ComponentNotFound.error=Composant introuvable.
BrowseChannelCatalog_52.Copy.button=Copier
BrowseChannelCatalog_52.DeleteAllSelectedProductsU003cbrU003eNoteProductRe.message=Voulez-vous supprimer tous les produits s\u00E9lectionn\u00E9s\u00A0?<br/> Remarque\u00A0: impossible de supprimer les pr\u00E9f\u00E9rences de produits.<br/>Remarque\u00A0: l\u2019index de recherche va p\u00E9rimer. Mettez-le \u00E0 jour manuellement.
BrowseChannelCatalog_52.Description.table_header=Description
BrowseChannelCatalog_52.DoYouWantToApplyManualSortingToAllProductsInThisCa.confirm=Voulez-vous appliquer le tri manuel \u00E0 tous les produits de cette cat\u00E9gorie\u00A0? Pour confirmer, cliquez sur \u00AB\u00A0OK\u00A0\u00BB.
BrowseChannelCatalog_52.EditAll.button=Modifier tout
BrowseChannelCatalog_52.EditProperties.button=Modifier les propri\u00E9t\u00E9s
BrowseChannelCatalog_52.EditSelected.button=Modifier la s\u00E9lection
BrowseChannelCatalog_52.InStock.title=En stock
BrowseChannelCatalog_52.Keywords.table_header=Mots-cl\u00E9s
BrowseChannelCatalog_52.ListPrice.option=Prix catalogue
BrowseChannelCatalog_52.NoteSharedAssignmentsCannotBeRemovedInTheChannel.error=Remarque\u00A0: impossible de supprimer les attributions partag\u00E9es dans le canal.
BrowseChannelCatalog_52.PleaseSelectAtLeastOneProduct.message=S\u00E9lectionnez au moins un produit.
BrowseChannelCatalog_52.PreArrangeProducts.fielditem2=Trier pr\u00E9alablement des produits
BrowseChannelCatalog_52.ProductID.option=ID du produit
BrowseChannelCatalog_52.Products.table_title=Produits
BrowseChannelCatalog_52.PublishToLiveSystem.button=Publier au syst\u00E8me op\u00E9rationnel
BrowseChannelCatalog_52.SelectAtLeastOneSortedCategoryAndClickUnsortAgain.error=S\u00E9lectionnez au moins une cat\u00E9gorie tri\u00E9e, puis cliquez de nouveau sur \u00AB\u00A0Annuler le tri\u00A0\u00BB.
BrowseChannelCatalog_52.SelectAtLeastOneUnsortedCategoryAndClickSortAgain.error=S\u00E9lectionnez au moins une cat\u00E9gorie non tri\u00E9e, puis cliquez de nouveau sur \u00AB\u00A0Trier\u00A0\u00BB.
BrowseChannelCatalog_52.SomeProductsCouldNotBeDeletedBecauseTheyAreOffered.error=Impossible de supprimer certains des produits car ils sont offerts.
BrowseChannelCatalog_52.SubcategoriesThatUseDynamicProductBindingAreMarked.table_title_description=Les sous-cat\u00E9gories qui utilisent la liaison de produits dynamique sont marqu\u00E9es par <img src="{0}" alt="{1}" title="{2}" border="0"/> en plus de l\u2019ID et du nom de la cat\u00E9gorie.
BrowseChannelCatalog_52.DynamicProductBinding.table_title_description=Liaison de produits dynamique
BrowseChannelCatalog_52.TheFollowingProductsCouldNotBeAssignedToThisCategory.error=Impossible d\u2019attribuer les produits suivants \u00E0 cette cat\u00E9gorie car ils sont verrouill\u00E9s par l\u2019utilisateur {0}.
BrowseChannelCatalog_52.TheFollowingProductsCouldNotBeUnassignedFromThisCa.error=Impossible d\u2019annuler l\u2019attribution \u00E0 cette cat\u00E9gorie des produits suivants car ils sont verrouill\u00E9s par l\u2019utilisateur {0}.
BrowseChannelCatalog_52.TheListShowsAllProductsInThisCategory.table_title_description=Cette liste r\u00E9pertorie tous les produits de cette cat\u00E9gorie. <br/><br/>Pour afficher certains produits en haut de la liste \u00E0 une position fixe, utilisez le tri manuel en s\u00E9lectionnant les produits, puis en cliquant sur \u00AB\u00A0Trier\u00A0\u00BB. Il est \u00E9galement possible de trier pr\u00E9alablement tous les produits, c\u2019est-\u00E0-dire de les trier manuellement en utilisant un param\u00E8tre s\u00E9lectionn\u00E9. La position des produits tri\u00E9s manuellement peut \u00EAtre modifi\u00E9e \u00E0 l\u2019aide des cases \u00E0 cocher et des fl\u00E8ches.</BR>Pour d\u00E9sactiver le tri manuel et revenir au tri automatique, s\u00E9lectionnez les produits, puis cliquez sur \u00AB\u00A0Annuler le tri\u00A0\u00BB.</BR>Vous pouvez modifier les param\u00E8tres de tri automatique dans les propri\u00E9t\u00E9s des cat\u00E9gories et dans les pr\u00E9f\u00E9rences du canal.</BR></BR>Les nouveaux produits de cette cat\u00E9gorie utilisent toujours le tri automatique.</BR></BR>Remarque\u00A0: vous pouvez remplacer les param\u00E8tres de tri automatique et de tri manuel par le filtre de produits pr\u00E9d\u00E9fini attribu\u00E9 \u00E0 la page de la cat\u00E9gorie.</BR></BR> Pour obtenir plus de d\u00E9tails sur le tri de produits, consultez la <a target="_blank" href="{0}" class="{1}">documentation</a>.
BrowseChannelCatalog_52.TheListShowsAllProductsThatHaveBeenDynamicallyAssigned.table_title_description=Cette liste r\u00E9pertorie tous les produits attribu\u00E9s dynamiquement \u00E0 cette cat\u00E9gorie.
BrowseChannelCatalog_52.TheListShowsAllSubCategoriesOfThisCategory.table_title_description=Cette liste r\u00E9pertorie toutes les sous-cat\u00E9gories de cette cat\u00E9gorie.
BrowseChannelCatalog_52.TheListShowsAllSubCategoriesOfThisCategoryClickEdit.table_title_description=Cette liste r\u00E9pertorie toutes les sous-cat\u00E9gories de cette cat\u00E9gorie.<br/> Pour configurer la sous-cat\u00E9gorie, cliquez sur \u00AB\u00A0Modifier\u00A0\u00BB.<br/> Pour trier les sous-cat\u00E9gories, s\u00E9lectionnez-les, puis cliquez sur le bouton \u00AB\u00A0Trier\u00A0\u00BB.  Pour positionner les liens de produits, utilisez les cases \u00E0 cocher et les fl\u00E8ches \u00AB\u00A0D\u00E9placer vers le haut\u00A0\u00BB et \u00AB\u00A0D\u00E9placer vers le bas\u00A0\u00BB.<br/>Pour d\u00E9finir les liens de produits s\u00E9lectionn\u00E9s comme non-tri\u00E9s, cliquez sur \u00AB\u00A0Annuler le tri\u00A0\u00BB. Ces sous-cat\u00E9gories sont tri\u00E9es automatiquement. Gardez \u00E0 l\u2019esprit que ce catalogue est partag\u00E9 et que vous ne pouvez pas modifier les r\u00E8gles de tri automatique. De plus, vous ne pouvez pas annuler le tri d\u2019une cat\u00E9gorie partag\u00E9e qui n\u2019est pas \u00E9cras\u00E9e dans ce canal.
BrowseChannelCatalog_52.TheListShowsAllSubCategoriesOfThisCategoryToSort.table_title_description=Cette liste r\u00E9pertorie toutes les sous-cat\u00E9gories de cette cat\u00E9gorie Pour trier les sous-cat\u00E9gories, s\u00E9lectionnez-les, puis cliquez sur le bouton \u00AB\u00A0Trier\u00A0\u00BB. Pour positionner les liens de produits, utilisez les cases \u00E0 cocher et les fl\u00E8ches \u00AB\u00A0D\u00E9placer vers le haut\u00A0\u00BB et \u00AB\u00A0D\u00E9placer vers le bas\u00A0\u00BB.<br/>Pour d\u00E9finir les liens de produits s\u00E9lectionn\u00E9s comme non-tri\u00E9s, cliquez sur \u00AB\u00A0Annuler le tri\u00A0\u00BB. Ces sous-cat\u00E9gories sont tri\u00E9es automatiquement. Cliquez sur \u00AB\u00A0Trier\u00A0\u00BB dans une cat\u00E9gorie pour changer les r\u00E8gles de tri automatiques.
BrowseChannelCatalog_52.TheListShowsProductsInThisCategory.table_title_description=Cette liste r\u00E9pertorie les produits de cette cat\u00E9gorie.
BrowseChannelCatalog_52.TheProductSCannotBeDeletedPleaseSeeTheErrorLogForD.error=Impossible de supprimer les produits. Pour obtenir plus de d\u00E9tails, consultez le journal des erreurs.
BrowseChannelCatalog_52.TheseCategoriesAreCustomCategoriesCreatedHereOrImported.table_title_description=Ces cat\u00E9gories sont des cat\u00E9gories personnalis\u00E9es qui sont cr\u00E9\u00E9es ici ou import\u00E9es.
BrowseChannelCatalog_52.ThisCategoryDoesNotContainAnyNonEmptySubCategories.table_detail=Cette cat\u00E9gorie ne contient aucune sous-cat\u00E9gorie remplie.<br/><br/> <b>Remarque\u00A0:</b>Vous avez s\u00E9lectionn\u00E9 le filtre pour masquer les cat\u00E9gories vides. Pour afficher \u00E9galement les sous-cat\u00E9gories vides, cliquez sur \u00AB\u00A0Afficher les classifications vides\u00A0\u00BB.
BrowseChannelCatalog_52.ThisCategoryDoesNotContainAnyProducts.table_detail=Cette cat\u00E9gorie ne contient aucun produit.
BrowseChannelCatalog_52.ThisCategoryUsesDynamicProductBinding.infobox_description=Cette cat\u00E9gorie utilise la liaison de produits dynamique.
BrowseChannelCatalog_52.Type.table_header=Type
BrowseChannelCatalog_52.Unassign.button=Annuler l\u2019attribution
BrowseChannelCatalog_52.UnassignAll.button=Annuler toutes les attributions
BrowseChannelCatalog_52.UnassignTheSelectedProductsFromThisCategory.error=Voulez-vous annuler l\u2019attribution des produits s\u00E9lectionn\u00E9s de cette cat\u00E9gorie\u00A0?
BrowseChannelCatalog_52.UnassignTheSelectedProductsFromThisCategory.errorNote=Remarque\u00A0: L\u2019attribution des produits qui sont actuellement bloqu\u00E9s par un autre utilisateur ne peut pas \u00EAtre annul\u00E9.
BrowseChannelCatalog_52.ViewProperties.button=Afficher les propri\u00E9t\u00E9s
BrowseChannelCatalog_52.YouCannotDeleteAllOfTheSelectedItemsBecauseTheyAre.error=Impossible de supprimer tous les \u00E9l\u00E9ments s\u00E9lectionn\u00E9s car ils sont partag\u00E9s \u00E0 partir du stock de produit principal.
BrowseChannelCatalog_52.YouHaveNotSelectedAnyProducts.error=Vous n\u2019avez s\u00E9lectionn\u00E9 aucun produit.<br/> S\u00E9lectionnez des produits en utilisant les cases \u00E0 cocher, puis cliquez de nouveau sur \u00AB\u00A0Modifier la s\u00E9lection\u00A0\u00BB.
BrowseChannelCatalog_52.YouHaveNotSelectedAnyProductsToBeUnassigned.error=Vous n\u2019avez s\u00E9lectionn\u00E9 aucun produit dont vous souhaitez annuler l\u2019attribution.<br/>S\u00E9lectionnez les produits dont vous souhaitez annuler l\u2019attribution \u00E0 cette cat\u00E9gorie en utilisant les cases \u00E0 cocher, puis cliquez de nouveau sur \u00AB\u00A0Annuler l\u2019attribution\u00A0\u00BB.
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneCategory.message=Vous n\u2019avez rien s\u00E9lectionn\u00E9. S\u00E9lectionnez au moins une cat\u00E9gorie, puis cliquez de nouveau sur \u00AB\u00A0Copier\u00A0\u00BB.
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneSortedCategoryDown.error1=S\u00E9lectionnez au moins une cat\u00E9gorie tri\u00E9 et cliquez de nouveau sur Descendre.
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneSortedCategoryUp.error=S\u00E9lectionnez au moins une cat\u00E9gorie tri\u00E9 et cliquez de nouveau sur Monter.
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneSortedPr.error=S\u00E9lectionnez au moins un produit tri\u00E9 et cliquez de nouveau sur Annuler le tri.
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneSortedPr.error1=S\u00E9lectionnez au moins un produit tri\u00E9 et cliquez de nouveau sur Monter.
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneSortedPr.error2=S\u00E9lectionnez au moins un produit tri\u00E9 et cliquez de nouveau sur Descendre.
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneUnsorted.error=S\u00E9lectionnez au moins un produit non tri\u00E9 et cliquez de nouveau sur Trier.
BrowseChannelCatalog_52.YouHaveNotSelectedCategoriesToBePublished.message=Vous n\u2019avez s\u00E9lectionn\u00E9 aucune cat\u00E9gorie \u00E0 publier.<br/> S\u00E9lectionnez une cat\u00E9gorie \u00E0 publier en utilisant les cases \u00E0 cocher, puis cliquez de nouveau sur \u00AB\u00A0Publier au syst\u00E8me op\u00E9rationnel\u00A0\u00BB.
CatalogMaintenance_52.0OnlineOffline.table_title={0}\u00A0\u2013 En ligne/Hors ligne
CatalogMaintenance_52.Always.fielditem=Toujours
CatalogMaintenance_52.CatalogCouldNotBeUpdated.error=\u00C9chec de la mise \u00E0 jour du catalogue.
CatalogMaintenance_52.LimitedPeriod.fielditem=P\u00E9riode limit\u00E9e
CatalogMaintenance_52.PleaseMakeSureThatTheLastOrderDateIsBeforeTheEndOf.error=V\u00E9rifiez que la date limite de commande est ant\u00E9rieure \u00E0 la date de fin de vie.
CatalogMaintenance_52.PleaseMakeSureTheStartDateIsBeforeTheEndDate.error=V\u00E9rifiez que la date de d\u00E9but est ant\u00E9rieure \u00E0 la date de fin.
CatalogMaintenance_52.PleaseProvideAtLeastOneDate.error=Entrez au moins une date.
CatalogMaintenance_52.SetTheCatalogStatusAndThenSpecifyWhenThisStatusSho=D\u00E9finir l\u2019\u00E9tat du catalogue et sp\u00E9cifier \u00E0 quel moment celui-ci s\u2019applique.
CatalogMaintenance_52.Status.fielditem2=\u00C9tat
CatalogMaintenance_52.TheEndDateCouldNotBeParsedPleaseProvideAValidEndDa.error=Impossible d\u2019analyser la date de fin. Entrez une date de fin valide.
CatalogMaintenance_52.TheEndOfLifeDateCouldNotBeParsedPleaseProvideAVali.error=Impossible d\u2019analyser la date de fin de vie. Entrez une date de fin de vie valide.
CatalogMaintenance_52.TheEndOfLifeTimeCouldNotBeParsedPleaseProvideAVali.error=Impossible d\u2019analyser l\u2019heure de fin de vie. Entrez une heure de fin de vie valide.
CatalogMaintenance_52.TheEndTimeCouldNotBeParsedPleaseProvideAValidEndTi.error=Impossible d\u2019analyser l\u2019heure de fin. Entrez une heure de fin valide.
CatalogMaintenance_52.TheLastOrderDateCouldNotBeParsedPleaseProvideAVali.error=Impossible d\u2019analyser la date limite de commande. Entrez une date limite de commande valide.
CatalogMaintenance_52.TheLastOrderTimeCouldNotBeParsedPleaseProvideAVali.error=Impossible d\u2019analyser l\u2019heure limite de commande. Entrez une date limite de commande valide.
CatalogMaintenance_52.TheStartDateCouldNotBeParsedPleaseProvideAValidSta.error=Impossible d\u2019analyser la date de d\u00E9but. Entrez une date de d\u00E9but valide.
CatalogMaintenance_52.TheStartTimeCouldNotBeParsedPleaseProvideAValidSta.error=Impossible d\u2019analyser l\u2019heure de d\u00E9but. Entrez une heure de d\u00E9but valide.
CatalogMaintenance_52.ThisCatalogIsSharedFrom0=Ce catalogue est partag\u00E9 \u00E0 partir de {0}.
CatalogSortingPreferences_52.0Sorting.table_title={0}\u00A0\u2013 Tri
CatalogSortingPreferences_52.PleaseProvideAValidCustomValueForProductSorting.error=Entrez une valeur personnalis\u00E9e valide pour le tri de produits.
CatalogSortingPreferences_52.PleaseProvideAValidCustomValueForSubCategorySorting.error=Entrez une valeur personnalis\u00E9e valide pour le tri de sous-cat\u00E9gories.
CatalogSortingPreferences_52.ProductSorting.table_header=Tri de produits
CatalogSortingPreferences_52.SubCategorySorting.table_header=Tri de sous-cat\u00E9gories
CatalogSortingPreferences_52.TheSubCategoriesAndProductsInYourCatalogCanHaveASo.table_title_description1=Vous pouvez trier les sous-cat\u00E9gories et les produits du catalogue.<br/><br/>Pour appliquer les attributs de tri d\u00E9finis dans vos pr\u00E9f\u00E9rences de canal, cliquez sur \u00AB\u00A0Valeur par d\u00E9faut\u00A0\u00BB. Les r\u00E8gles de tri personnalis\u00E9es remplacent toutes les autres pr\u00E9f\u00E9rences et sont d\u00E9finies par d\u00E9faut pour toutes les cat\u00E9gories du catalogue.
CatalogSortingPreferences_52.TheSubCategoriesAndProductsInYourCatalogCanHaveASorting.table_title_description=Vous pouvez trier les sous-cat\u00E9gories et les produits du catalogue.<br/><br/>Pour appliquer les attributs de tri d\u00E9finis dans vos pr\u00E9f\u00E9rences de canal, cliquez sur \u00AB\u00A0Valeur par d\u00E9faut\u00A0\u00BB. Vous pouvez d\u00E9finir des r\u00E8gles de tri personnalis\u00E9es et indiquer l\u2019attribut et l\u2019ordre de tri pour les sous-cat\u00E9gories et produits. Ces param\u00E8tres remplacent toutes les autres pr\u00E9f\u00E9rences et sont d\u00E9finis par d\u00E9faut pour toutes les cat\u00E9gories du catalogue.<br/><br/>Pour enregistrer les d\u00E9tails, cliquez sur \u00AB\u00A0Appliquer\u00A0\u00BB. Pour rejeter les modifications, cliquez sur \u00AB\u00A0R\u00E9tablir\u00A0\u00BB.
Catalog_52.0General.table_title={0}\u00A0\u2013\u00A0G\u00E9n\u00E9ralit\u00E9s
Catalog_52.AssignProductsDynamically.input=Attribuer les produits dynamiquement
Catalog_52.AssignProductsManually.input=Attribuer les produits manuellement
Catalog_52.ClickApplyToSaveTheDetails=Cliquez sur \u00AB\u00A0Appliquer\u00A0\u00BB pour enregistrer les d\u00E9tails. Pour rejeter les modifications, cliquez sur \u00AB\u00A0R\u00E9tablir\u00A0\u00BB. Pour supprimer ce catalogue, cliquez sur \u00AB\u00A0Supprimer\u00A0\u00BB.<br/><br/>Si n\u00E9cessaire, vous pouvez entrer des informations dans une autre langue.
Catalog_52.ProductAssignment.fielditem2=Attribution de produit
Catalog_52.Image.label=Image
Catalog_52.Image.select=S\u00E9lectionner
Catalog_52.TheCatalogCouldNotBeUpdated.error=\u00C9chec de la mise \u00E0 jour du catalogue.
Catalog_52.ThisCatalogIsSharedFrom0=Ce catalogue est partag\u00E9 \u00E0 partir de {0}.
Catalog_52.YouCanViewInformationInOtherLanguagesIfRequired=Si n\u00E9cessaire, vous pouvez afficher les informations dans une autre langue.
NewCatalog_52.Attributes.table_tabs_dis_background=Attributs
NewCatalog_52.CMCContent.link=Contenu CMC
NewCatalog_52.ClassificationAttributes.table_tabs_dis_background=Attributs de classification
NewCatalog_52.ClickApplyToSaveTheDetailsClickCancelToStopEveryth.table_title_description=Cliquez sur \u00AB\u00A0Appliquer\u00A0\u00BB pour enregistrer les d\u00E9tails. Pour tout arr\u00EAter et retourner \u00E0 la liste, cliquez sur \u00AB\u00A0Annuler\u00A0\u00BB. <br/><br/>Une cat\u00E9gorie RACINE est cr\u00E9\u00E9e automatiquement pour le catalogue.<br/><br/>Si n\u00E9cessaire, vous pouvez entrer des informations dans une autre langue.
NewCatalog_52.Content.table_tabs_dis_background=Contenu
NewCatalog_52.Labels.link=Labels
NewCatalog_52.Links.link=Liens
NewCatalog_52.PleaseProvideAUniqueIdForTheCatalog.error=Entrez un ID unique pour le catalogue.
NewCatalog_52.PleaseProvideAValidIdForTheCatalogOnlyAlphanumeric.error=Entrez un ID valide pour le catalogue. Seuls les caract\u00E8res alphanum\u00E9riques sont autoris\u00E9s.
NewCatalog_52.TheCatalogCouldNotBeCreated.error=\u00C9chec de la cr\u00E9ation du catalogue.
NewCatalog_52.UnableToDetermineClassificationSystem.error=Impossible de d\u00E9terminer le syst\u00E8me de classification.
BrowseChannelCatalog_52.Categorie.subject=cat\u00E9gorie
BrowseChannelCatalog_52.OpenASitePreviewDirectlyOnTheCatalogCategoryPage.imageTitle=Pour ouvrir un aper\u00E7u du site directement sur la page de ce catalogue/de cette cat\u00E9gorie, indiquez sa date de d\u00E9but, activez tous les param\u00E8tres de catalogue et s\u00E9lectionnez Tous pour le segment de clients.
BrowseChannelCatalog_52.OpenASitePreviewDirectlyOnTheCatalogCategoryPage.imageAlt=Pour ouvrir un aper\u00E7u du site directement sur la page de ce catalogue/de cette cat\u00E9gorie, indiquez sa date de d\u00E9but, activez tous les param\u00E8tres de catalogue et s\u00E9lectionnez Tous pour le segment de clients.
BrowseChannelCatalog_52.OpenASitePreviewDirectlyOnTheProductDetailPageFor.imageTitle=Pour ouvrir un aper\u00E7u du site directement sur la page de d\u00E9tails du produit, indiquez sa date de d\u00E9but, activez tous les param\u00E8tres de catalogue et s\u00E9lectionnez Tous pour le segment de clients.
BrowseChannelCatalog_52.OpenASitePreviewDirectlyOnTheProductDetailPageFor.imageAlt=Pour ouvrir un aper\u00E7u du site directement sur la page de d\u00E9tails du produit, indiquez sa date de d\u00E9but, activez tous les param\u00E8tres de catalogue et s\u00E9lectionnez Tous pour le segment de clients.
BrowseChannelCatalog_52.Product.subject=Produit
BrowseChannelCatalog_52.Products.subject=Produits
Catalog_52.AreYouSureYouWantToDeleteThisItemAllAssignmentsAnd.message=Voulez-vous vraiment supprimer cet article\u00A0? <br> Tous les liens et attributions de ces cat\u00E9gories de catalogue seront \u00E9galement supprim\u00E9s.
Catalog_52.Catalog.subject=catalogue
Catalog_52.ProductSorting.headertext=Tri de produits
CatalogMaintenance_52.EndDate.InputFieldLabel=Date de fin
CatalogMaintenance_52.StartDate.InputFieldLabel=Date de d\u00E9but
CatalogMaintenance_52.Time.InputFieldLabel=Heure
ChannelCatalogList_52.OpenASitePreviewDirectlyOnTheCatalogCategoryPage.imageTitle=Pour ouvrir un aper\u00E7u du site directement sur la page de ce catalogue/de cette cat\u00E9gorie, indiquez sa date de d\u00E9but, activez tous les param\u00E8tres de catalogue et s\u00E9lectionnez Tous pour le segment de clients.
ChannelCatalogList_52.OpenASitePreviewDirectlyOnTheCatalogCategoryPage.imageAlt=Pour ouvrir un aper\u00E7u du site directement sur la page de ce catalogue/de cette cat\u00E9gorie, indiquez sa date de d\u00E9but, activez tous les param\u00E8tres de catalogue et s\u00E9lectionnez Tous pour le segment de clients.
ChannelCatalogList_52.Catalog=catalogue\u00A0{0}
ChannelCatalogList_52.ClassificationCatalog=catalogue de classification\u00A0{0}
ChannelCatalogList_52.AreYouSureYouWantToDeleteThe0Catalog=Voulez-vous vraiment supprimer le catalogue {0}\u00A0? <br> Tous les liens et attributions de ces cat\u00E9gories de catalogue seront \u00E9galement supprim\u00E9s.
