filter.Apply.button=Appliquer
filter.Assign.button=Attribuer
filter.BackToList.button=Retour \u00E0 la liste
filter.BackToParent.button=Retour au parent
filter.Cancel.button=Annuler
filter.Catalogs.link=Catalogues
filter.Catalogs.table_tabs_en_background=Catalogues
filter.Catalogs.text1=Catalogues
filter.Categories.table_title2=Cat\u00E9gories
filter.Categorized.alt=Cat\u00E9goris\u00E9
filter.Categorized.title=Cat\u00E9goris\u00E9
filter.Category.table_title=Cat\u00E9gorie
filter.Description=Description
filter.Description.table_header=Description
filter.DoYouWantToResetNotAppliedChangesAtAllPages.error=Voulez-vous r\u00E9tablir les modifications non appliqu\u00E9es sur toutes les pages\u00A0?
filter.DynamicProductBinding.alt=Liaison de produits dynamique
filter.DynamicProductBinding.title=Liaison de produits dynamique
filter.Exclude.table_header=Exclure
filter.Exclusions.link=Exclusions
filter.Exclusions.table_tabs_en_background=Exclusions
filter.Exclusions.text1=Exclusions
filter.For.table_detail=pour
filter.General.link=G\u00E9n\u00E9ralit\u00E9s
filter.General.table_tabs_en_background=G\u00E9n\u00E9ralit\u00E9s
filter.ID=ID 
filter.ID.table_header=ID 
filter.ImplicitlyIncludedByLowerLevel.alt=Inclus implicitement par un niveau inf\u00E9rieur.
filter.ImplicitlyExcludedByLowerLevel.alt=Exclus implicitement par un niveau inf\u00E9rieur.
filter.InStock.alt=En stock
filter.InStock.title=En stock
filter.Include.table_header=Inclure
filter.Include.Categories.table_header=Inclure des cat\u00E9gories
filter.ListPrice0.table_header=Prix catalogue ({0})
filter.LocalCatalogs.table_title2=Catalogues locaux
filter.LocalClassificationCatalogs.table_title2=Catalogues de classification locaux
filter.Name=Nom
filter.Name.table_header=Nom
filter.No.button=Non
filter.OK.button=OK
filter.Offered.alt=Offert
filter.Offered.title=Offert
filter.Online.alt=En ligne
filter.Online.title=En ligne
filter.Products.table_title2=Produits
filter.Reset.button=R\u00E9tablir
filter.SelectCustomerSegments.table_title=S\u00E9lectionner des segments de clients
filter.SelectCustomerSegments.text=S\u00E9lectionner des segments de clients
filter.SharedCatalogs.table_title2=Catalogues partag\u00E9s
filter.SharedClassificationCatalogs.table_title2=Catalogues de classification partag\u00E9s
filter.SharedFromAnother.alt=Partag\u00E9
filter.SharedFromAnother.title=Partag\u00E9
filter.SharedFromAnotherAndEdited.alt=Partag\u00E9 et modifi\u00E9
filter.SharedFromAnotherAndEdited.title=Partag\u00E9 et modifi\u00E9
filter.Status.table_header=\u00C9tat
filter.Supplier.table_header=Fournisseur
filter.TargetGroup.link=Groupe cible
filter.TargetGroup.table_tabs_en_background=Groupe cible
filter.TargetGroup.text1=Groupe cible
filter.TheListShowsAllCustomerSegmentsCustomerSegments.table_title_description=Cette liste r\u00E9pertorie tous les segments de clients. Les segments de clients d\u00E9j\u00E0 attribu\u00E9s \u00E0 la vue de catalogue ont une case \u00E0 cocher grise d\u00E9sactiv\u00E9e.
filter.ThereAreCurrentlyNoCustomerSegmentsToShowHere.table_detail=Il n\u2019y a actuellement aucun segment de clients \u00E0 afficher ici.
filter.ThisCategoryDoesnTContainAnyFurtherSubcategories.table_detail=Cette cat\u00E9gorie ne contient aucune autre sous-cat\u00E9gorie.
filter.ThisCategoryUsesDynamicProductBinding.table_title_description=Cette cat\u00E9gorie utilise la liaison de produits dynamique.
filter.Unassign.button=Annuler l\u2019attribution
filter.Yes.button=Oui
filter.YouHaveNotSelectedAnyCustomerSegmentSelectAtLeast.error=Vous n\u2019avez s\u00E9lectionn\u00E9 aucun segment de clients.<br/>S\u00E9lectionnez-en au moins un, puis cliquez de nouveau sur \u00AB\u00A0OK\u00A0\u00BB.
filter.YouHaveNotSelectedAnyItemsUseTheCheckboxesToSelect.message=Vous n\u2019avez s\u00E9lectionn\u00E9 aucun article. <br/>S\u00E9lectionnez les articles dont vous souhaitez annuler l\u2019attribution en utilisant les cases \u00E0 cocher, puis cliquez de nouveau sur \u00AB\u00A0Annuler l\u2019attribution\u00A0\u00BB.
ChannelCatalogFilterCatalogs.ThereAreNoCatalogsDefinedForThisChannel.table_detail=Il n\u2019y a aucun catalogue d\u00E9fini pour ce canal.
ChannelCatalogFilterCatalogs.UseTheCheckboxesBelowToIncludeProductsDirectly.table_title_description=Pour inclure des produits directement ou via une cat\u00E9gorie, utilisez les cases \u00E0 cocher ci-dessous. Une case \u00E0 cocher d\u00E9sactiv\u00E9e indique une inclusion \u00E0 un niveau sup\u00E9rieur. Une case \u00E0 cocher d\u00E9sactiv\u00E9e et l\u2019ic\u00F4ne {0} indiquent une inclusion \u00E0 un niveau inf\u00E9rieur. Les noms de cat\u00E9gorie en gris ne sont actuellement pas visibles par l\u2019utilisateur.<BR>Les cat\u00E9gories qui utilisent la liaison de produits dynamique sont marqu\u00E9es par {1} en plus de leur nom.
ChannelCatalogFilterCatalogs.TheCheckboxesBelowInicatesAnInclusionAndIncludes.table_title_description=La case \u00E0 cocher ci-dessous indique une inclusion et inclut les produits directement ou via une cat\u00E9gorie. L\u2019ic\u00F4ne {0} indique une inclusion \u00E0 un niveau inf\u00E9rieur. Les noms de cat\u00E9gorie en gris ne sont actuellement pas visibles par l\u2019utilisateur.<BR>Les cat\u00E9gories qui utilisent la liaison de produits dynamique sont marqu\u00E9es par {1} en plus de leur nom.
ChannelCatalogFilterCatalogs.ACatalogFilterDefinesTheVisibilityOfProducts.UseTheCheckboxes.table_title_description=Le filtre de catalogue d\u00E9finit la visibilit\u00E9 des produits pour certains r\u00F4les d\u2019utilisateur/de d\u00E9partement. Pour inclure tous les produits d\u2019un catalogue, utilisez les cases \u00E0 cocher ci-dessous. Une case \u00E0 cocher d\u00E9sactiv\u00E9e et l\u2019ic\u00F4ne {0} indiquent une inclusion \u00E0 un niveau inf\u00E9rieur. Les noms de cat\u00E9gorie en gris ne sont actuellement pas visibles par l\u2019utilisateur.<BR>Les catalogues qui utilisent la liaison de produits dynamique sont marqu\u00E9s par {1} en plus de leur nom.
ChannelCatalogFilterCatalogs.ACatalogFilterDefinesTheVisibilityOfProducts.TheCheckboxes.table_title_description=Le filtre de catalogue d\u00E9finit la visibilit\u00E9 des produits pour certains r\u00F4les d\u2019utilisateur/de d\u00E9partement. Les cases \u00E0 cocher ci-dessous indiquent une inclusion et incluent tous les produits d\u2019un catalogue. L\u2019ic\u00F4ne {0} indique une inclusion \u00E0 un niveau inf\u00E9rieur. Les noms de cat\u00E9gorie en gris ne sont actuellement pas visibles par l\u2019utilisateur.<BR>Les catalogues qui utilisent la liaison de produits dynamique sont marqu\u00E9s par {1} en plus de leur nom.
ChannelCatalogFilterCatalogsExceptions.IfABundleIsExcludedTheContainedBundledProductsAre=Lorsqu\u2019un lot est exclu, les produits li\u00E9s contenus restent disponibles s\u00E9par\u00E9ment. Lorsque certains des produits li\u00E9s sont exclus, le lot correspondant reste disponible sans les produits exclus.
ChannelCatalogFilterCatalogsExceptions.IfARetailSetIsExcludedTheContainedProductsAreStill=Lorsqu\u2019un jeu de produits est exclu, les produits contenus restent disponibles s\u00E9par\u00E9ment. Lorsque certains des \u00E9l\u00E9ments d\u2019un jeu de produits sont exclus, le jeu de produits reste disponible sans les produits exclus. Lorsque tous les \u00E9l\u00E9ments d\u2019un jeu de produits sont exclus, l\u2019ensemble du jeu de produits est indisponible.
ChannelCatalogFilterCatalogsExceptions.NoteThatTheExclusionOfSomeProductsMayAffectOther.table_title_description=Remarque\u00A0: l\u2019exclusion de certains produits peut \u00E9galement affecter d\u2019autres produits
ChannelCatalogFilterCatalogsExceptions.TheExclusionOfAVariationMasterAutomaticallyExclude=L\u2019exclusion d\u2019une variation principale exclut automatiquement tous ses produits de variation.
ChannelCatalogFilterCatalogsExceptions.CurrentlyThereAreNoCatalogsIncludedClickOnTheTab.table_detail=Il n\u2019y a aucun catalogue inclus. Pour inclure des catalogues, cat\u00E9gories ou produits, cliquez sur l\u2019onglet \u00AB\u00A0Catalogues\u00A0\u00BB.
ChannelCatalogFilterCatalogsExceptions.CurrentlyThereAreNoCategoriesProductsIncludedClick.table_detail=Il n\u2019y a actuellement aucune cat\u00E9gorie / aucun produit inclus. Pour inclure des catalogues, cat\u00E9gories ou produits, cliquez sur l\u2019onglet \u00AB\u00A0Catalogues\u00A0\u00BB.
ChannelCatalogFilterCatalogsExceptions.AllListedCatalogsAreAlreadyIncludedUseTheCheckboxes.table_title_description=Tous les catalogues mentionn\u00E9s sont d\u00E9j\u00E0 inclus. Pour d\u00E9finir une exclusion et exclure tous les produits d\u2019un catalogue, utilisez les cases \u00E0 cocher ci-dessous. Une case \u00E0 cocher d\u00E9sactiv\u00E9e et l\u2019ic\u00F4ne {0} indiquent une exclusion \u00E0 un niveau inf\u00E9rieur. Les noms de cat\u00E9gorie en gris ne sont actuellement pas visibles par l\u2019utilisateur. <BR> Les catalogues qui utilisent la liaison de produits dynamique sont marqu\u00E9s par {1} en plus de leur nom.
ChannelCatalogFilterCatalogsExceptions.AllListedCatalogsAreAlreadyIncludedTheCheckboxes.table_title_description=Tous les catalogues mentionn\u00E9s sont d\u00E9j\u00E0 inclus. La case \u00E0 cocher ci-dessous indique une exclusion et exclut tous les produits d\u2019un catalogue. L\u2019ic\u00F4ne {0} indique une exclusion \u00E0 un niveau inf\u00E9rieur. Les noms de cat\u00E9gorie en gris ne sont actuellement pas visibles par l\u2019utilisateur. <BR> Les catalogues qui utilisent la liaison de produits dynamique sont marqu\u00E9s par {1} en plus de leur nom.
ChannelCatalogFilterCatalogsExceptions.AllListedCategoriesProductsAreAlreadyIncludedUseTheCheckboxes.table_title_description=Toutes les cat\u00E9gories/tous les produits mentionn\u00E9s sont d\u00E9j\u00E0 inclus. Pour d\u00E9finir une exclusion et exclure les produits directement ou via une cat\u00E9gorie, utilisez les cases \u00E0 cocher ci-dessous. Une case \u00E0 cocher d\u00E9sactiv\u00E9e indique une exclusion \u00E0 un niveau sup\u00E9rieur. Une case \u00E0 cocher d\u00E9sactiv\u00E9e et l\u2019ic\u00F4ne {0} indiquent une exclusion \u00E0 un niveau inf\u00E9rieur. Les noms de cat\u00E9gorie en gris ne sont actuellement pas visibles par l\u2019utilisateur. <BR> Les cat\u00E9gories qui utilisent la liaison de produits dynamique sont marqu\u00E9es par {1} en plus de leur nom.
ChannelCatalogFilterCatalogsExceptions.AllListedCategoriesProductsAreAlreadyIncludedTheCheckboxes.table_title_description=Toutes les cat\u00E9gories/tous les produits mentionn\u00E9s sont d\u00E9j\u00E0 inclus. La case \u00E0 cocher ci-dessous indique une exclusion et exclut les produits directement ou via une cat\u00E9gorie. L\u2019ic\u00F4ne {0} indique une exclusion \u00E0 un niveau inf\u00E9rieur. Les noms de cat\u00E9gorie en gris ne sont actuellement pas visibles par l\u2019utilisateur. <BR> Les cat\u00E9gories qui utilisent la liaison de produits dynamique sont marqu\u00E9es par {1} en plus de leur nom.
ChannelCatalogFilterUserGroupsList_52.AreYouSureYouWantToUnassignTheSelectedCustomer.message=Voulez-vous vraiment annuler l\u2019attribution des segments de clients\u00A0?
ChannelCatalogFilterUserGroupsList_52.AreYouSureYouWantToUnassignTheSelectedCustomers.message=Voulez-vous vraiment annuler l\u2019attribution des clients s\u00E9lectionn\u00E9s\u00A0?
ChannelCatalogFilterUserGroupsList_52.CustomerSegments.table_title2=Segments de clients
ChannelCatalogFilterUserGroupsList_52.Customers.table_title2=Client\u00E8le
ChannelCatalogFilterUserGroupsList_52.TheCatalogViewIsAssignedToTheFollowingCustomer.table_title_description=La vue de catalogue est attribu\u00E9e aux segments de clients suivants\u00A0:
ChannelCatalogFilterUserGroupsList_52.TheCatalogViewIsAssignedToTheFollowingCustomers.table_title_description=La vue de catalogue est attribu\u00E9e aux clients suivants\u00A0:
ChannelCatalogFilterUserGroupsList_52.ThereAreNoCustomerSegmentsAssignedToThisCatalog.table_title_description=Il n\u2019y a aucun segment de clients attribu\u00E9 \u00E0 cette vue de catalogue.
ChannelCatalogFilterUserGroupsList_52.ThereAreNoCustomersAssignedToThisCatalogView.table_title_description=Il n\u2019y a aucun client attribu\u00E9 \u00E0 cette vue de catalogue.
