filter.Apply.button=\u00DCbernehmen
filter.Assign.button=Zuordnen
filter.BackToList.button=Zur\u00FCck zur Liste
filter.BackToParent.button=Zur\u00FCck zum Stamm
filter.Cancel.button=Abbrechen
filter.Catalogs.link=Kataloge
filter.Catalogs.table_tabs_en_background=Kataloge
filter.Catalogs.text1=Kataloge
filter.Categories.table_title2=Kategorien
filter.Categorized.alt=Kategorisiert
filter.Categorized.title=Kategorisiert
filter.Category.table_title=Kategorie
filter.Description=Beschreibung
filter.Description.table_header=Beschreibung
filter.DoYouWantToResetNotAppliedChangesAtAllPages.error=Wollen Sie nicht angewendete \u00C4nderungen auf allen Seiten zur\u00FCcksetzen?
filter.DynamicProductBinding.alt=Dynamische Produktbindung
filter.DynamicProductBinding.title=Dynamische Produktbindung
filter.Exclude.table_header=Ausschlie\u00DFen
filter.Exclusions.link=Ausschl\u00FCsse
filter.Exclusions.table_tabs_en_background=Ausschl\u00FCsse
filter.Exclusions.text1=Ausschl\u00FCsse
filter.For.table_detail=f\u00FCr
filter.General.link=Allgemein
filter.General.table_tabs_en_background=Allgemein
filter.ID=ID
filter.ID.table_header=ID
filter.ImplicitlyIncludedByLowerLevel.alt=Implizit durch eine untere Katalogebene aufgenommen.
filter.ImplicitlyExcludedByLowerLevel.alt=Implizit durch eine untere Katalogebene ausgeschlossen.
filter.InStock.alt=Verf\u00FCgbar
filter.InStock.title=Verf\u00FCgbar
filter.Include.table_header=Include
filter.Include.Categories.table_header=Include-Kategorien
filter.ListPrice0.table_header=Listenpreis ({0})
filter.LocalCatalogs.table_title2=Lokale Kataloge
filter.LocalClassificationCatalogs.table_title2=Lokale Klassifikationskataloge
filter.Name=Name
filter.Name.table_header=Name
filter.No.button=Nein
filter.OK.button=OK
filter.Offered.alt=Angeboten
filter.Offered.title=Angeboten
filter.Online.alt=Online
filter.Online.title=Online
filter.Products.table_title2=Produkte
filter.Reset.button=Zur\u00FCcksetzen
filter.SelectCustomerSegments.table_title=Kundensegmente ausw\u00E4hlen
filter.SelectCustomerSegments.text=Kundensegmente ausw\u00E4hlen
filter.SharedCatalogs.table_title2=Freigegebene Kataloge
filter.SharedClassificationCatalogs.table_title2=Freigegebene Klassifikationskataloge
filter.SharedFromAnother.alt=Freigegeben
filter.SharedFromAnother.title=Freigegeben
filter.SharedFromAnotherAndEdited.alt=Freigegeben und bearbeitet
filter.SharedFromAnotherAndEdited.title=Freigegeben und bearbeitet
filter.Status.table_header=Status
filter.Supplier.table_header=Lieferant
filter.TargetGroup.link=Zielgruppe
filter.TargetGroup.table_tabs_en_background=Zielgruppe
filter.TargetGroup.text1=Zielgruppe
filter.TheListShowsAllCustomerSegmentsCustomerSegments.table_title_description=Die Liste zeigt alle Kundensegmente. Kundensegmente, die der Kataloganzeige bereits zugeordnet wurden, k\u00F6nnen nicht markiert werden.
filter.ThereAreCurrentlyNoCustomerSegmentsToShowHere.table_detail=Derzeit keine Kundensegmente vorhanden.
filter.ThisCategoryDoesnTContainAnyFurtherSubcategories.table_detail=Diese Kategorie enth\u00E4lt keine weiteren Unterkategorien.
filter.ThisCategoryUsesDynamicProductBinding.table_title_description=Diese Kategorie benutzt dynamische Produktbindung.
filter.Unassign.button=Aufheben
filter.Yes.button=Ja
filter.YouHaveNotSelectedAnyCustomerSegmentSelectAtLeast.error=Sie haben kein Kundensegment ausgew\u00E4hlt. <br/>Markieren Sie mindestens ein Kundensegment und klicken Sie erneut auf "OK".
filter.YouHaveNotSelectedAnyItemsUseTheCheckboxesToSelect.message=Sie haben keine Objekte ausgew\u00E4hlt. <br/>Markieren Sie die Kontrollk\u00E4stchen der aufzuhebenden Artikel und klicken Sie erneut auf "Aufheben".
ChannelCatalogFilterCatalogs.ThereAreNoCatalogsDefinedForThisChannel.table_detail=Keine Kataloge f\u00FCr diesen Channel definiert.
ChannelCatalogFilterCatalogs.UseTheCheckboxesBelowToIncludeProductsDirectly.table_title_description=Mithilfe der Kontrollk\u00E4stchen k\u00F6nnen Sie einzelne Produkte direkt oder \u00FCber eine Kategorie in den Katalogfilter aufnehmen. Deaktivierte Kontrollk\u00E4stchen zeigen an, dass Kategorien auf einer h\u00F6heren Katalogebene aufgenommen wurden. Deaktivierte Kontrollk\u00E4stchen und das {0}-Symbol zeigen an, dass sie auf einer unteren Ebene aufgenommen wurden. Graue Kategorienamen signalisieren, dass diese f\u00FCr Benutzer nicht sichtbar sind. <br/>Kategorien mit dynamischer Produktbindung werden durch {1} neben dem Kategorienamen markiert.
ChannelCatalogFilterCatalogs.TheCheckboxesBelowInicatesAnInclusionAndIncludes.table_title_description=Die Kontrollk\u00E4stchen zeigen die Einbeziehung und schlie\u00DFen Produkte direkt oder \u00FCber eine Kategoriebeziehung ein. Das {0}-Symbol zeigt an, dass auf einer unteren Katalogebene bereits Kategorien aufgenommen wurden. Graue Kategorienamen signalisieren, dass diese f\u00FCr Benutzer nicht sichtbar sind. <br/>Kategorien mit dynamischer Produktbindung werden durch {1} neben dem Kategorienamen markiert.
ChannelCatalogFilterCatalogs.ACatalogFilterDefinesTheVisibilityOfProducts.UseTheCheckboxes.table_title_description=Katalogfilter definieren die Sichtbarkeit von Produkten in Abh\u00E4ngigkeit von Abteilungs- oder Benutzerrollen. Um alle Produkte eines Katalogs in den Katalogfilter einzubeziehen, markieren Sie die entsprechenden Kontrollk\u00E4stchen. Deaktivierte Kontrollk\u00E4stchen und das {0}-Symbol zeigen an, dass sie auf einer unteren Ebene aufgenommen wurden. Graue Kategorienamen signalisieren, dass diese f\u00FCr Benutzer nicht sichtbar sind. <br/>Kataloge mit dynamischer Produktbindung werden durch {1} neben dem Katalognamen markiert.
ChannelCatalogFilterCatalogs.ACatalogFilterDefinesTheVisibilityOfProducts.TheCheckboxes.table_title_description=Katalogfilter definieren die Sichtbarkeit von Produkten in Abh\u00E4ngigkeit von Abteilungs- oder Benutzerrollen. Die Kontrollk\u00E4stchen zeigen die Einbeziehung der Produkte eines Katalogs an. Das {0}-Symbol zeigt an, dass auf einer unteren Katalogebene bereits Kategorien aufgenommen wurden. Graue Kategorienamen signalisieren, dass diese f\u00FCr Benutzer nicht sichtbar sind. <br/>Kataloge mit dynamischer Produktbindung werden durch {1} neben dem Katalognamen markiert.
ChannelCatalogFilterCatalogsExceptions.IfABundleIsExcludedTheContainedBundledProductsAre=Wird ein Produktb\u00FCndel ausgeschlossen, bleiben die darin enthaltenen Produkte einzeln verf\u00FCgbar. Werden ein einzelnes, mehrere oder alle geb\u00FCndelten Produkte ausgeschlossen, bleibt das entsprechende Produktb\u00FCndel ohne die ausgeschlossenen Produkte verf\u00FCgbar.
ChannelCatalogFilterCatalogsExceptions.IfARetailSetIsExcludedTheContainedProductsAreStill=Wird ein Retail-Set ausgeschlossen, bleiben die darin enthaltenen Produkte einzeln verf\u00FCgbar. Werden ein einzelnes oder mehrere Teile des Retail-Sets ausgeschlossen, bleibt das entsprechende Retail-Set ohne die ausgeschlossenen Produkte verf\u00FCgbar. Werden alle Teile des Retail-Sets ausgeschlossen, ist das gesamte Retail-Set nicht mehr verf\u00FCgbar.
ChannelCatalogFilterCatalogsExceptions.NoteThatTheExclusionOfSomeProductsMayAffectOther.table_title_description=Hinweis: Der Ausschluss einiger Produkte kann andere Produkte betreffen
ChannelCatalogFilterCatalogsExceptions.TheExclusionOfAVariationMasterAutomaticallyExclude=Der Ausschluss eines Variations-Stammprodukts schlie\u00DFt auch alle dazugeh\u00F6rigen Variationsprodukte aus.
ChannelCatalogFilterCatalogsExceptions.CurrentlyThereAreNoCatalogsIncludedClickOnTheTab.table_detail=Derzeit sind keine Kataloge in den Katalogfilter aufgenommen. Klicken Sie auf "Kataloge", um Includes/Kataloge/Kategorien/Produkte aufzunehmen.
ChannelCatalogFilterCatalogsExceptions.CurrentlyThereAreNoCategoriesProductsIncludedClick.table_detail=Derzeit sind keine Kategorien oder Produkte in den Katalogfilter aufgenommen. Klicken Sie auf "Kataloge", um Kataloge/Kategorien/Produkte aufzunehmen.
ChannelCatalogFilterCatalogsExceptions.AllListedCatalogsAreAlreadyIncludedUseTheCheckboxes.table_title_description=Die hier gezeigten Kataloge wurden in den Katalogfilter aufgenommen. Mithilfe der Kontrollk\u00E4stchen k\u00F6nnen Sie Ausnahmen definieren und Produkte wieder aus dem Katalogfilter ausschlie\u00DFen. Deaktivierte Kontrollk\u00E4stchen und das {0}-Symbol zeigen an, dass sie auf einer unteren Ebene ausgeschlossen wurden. Graue Kategorienamen signalisieren, dass diese f\u00FCr Benutzer nicht sichtbar sind. <br/>Kataloge mit dynamischer Produktbindung werden durch {1} neben dem Katalognamen markiert.
ChannelCatalogFilterCatalogsExceptions.AllListedCatalogsAreAlreadyIncludedTheCheckboxes.table_title_description=Die hier gezeigten Kataloge wurden in den Katalogfilter aufgenommen. Die Kontrollk\u00E4stchen zeigen die Ausnahmen und damit den Ausschluss von Produkten aus dem Katalogfilter an. Das {0}-Symbol zeigt an, dass auf einer unteren Katalogebene Kategorien ausgeschlossen wurden. Graue Kategorienamen signalisieren, dass diese f\u00FCr Benutzer nicht sichtbar sind. <br/>Kataloge mit dynamischer Produktbindung werden durch {1} neben dem Katalognamen markiert.
ChannelCatalogFilterCatalogsExceptions.AllListedCategoriesProductsAreAlreadyIncludedUseTheCheckboxes.table_title_description=Die hier gezeigten Kategorien oder Produkte wurden in den Katalogfilter aufgenommen. Mithilfe der Kontrollk\u00E4stchen k\u00F6nnen Sie Ausnahmen definieren und Produkte direkt oder \u00FCber Kategorien aus dem Katalogfilter ausschlie\u00DFen. Deaktivierte Kontrollk\u00E4stchen zeigen an, dass auf einer h\u00F6heren Katalogebene Kategorien ausgeschlossen wurden. Deaktivierte Kontrollk\u00E4stchen und das {0}-Symbol zeigen an, dass sie auf einer unteren Ebene ausgeschlossen wurden. Graue Kategorienamen signalisieren, dass diese f\u00FCr Benutzer nicht sichtbar sind. <br/>Kategorien mit dynamischer Produktbindung werden durch {1} neben dem Kategorienamen markiert.
ChannelCatalogFilterCatalogsExceptions.AllListedCategoriesProductsAreAlreadyIncludedTheCheckboxes.table_title_description=Die hier gezeigten Kategorien oder Produkte wurden in den Katalogfilter aufgenommen. Die Kontrollk\u00E4stchen zeigen die Ausnahmen an und schlie\u00DFen die Produkte direkt oder \u00FCber eine Kategoriebeziehung aus. Das {0}-Symbol zeigt an, dass auf einer unteren Katalogebene Kategorien ausgeschlossen wurden. Graue Kategorienamen signalisieren, dass diese f\u00FCr Benutzer nicht sichtbar sind. <br/>Kategorien mit dynamischer Produktbindung werden durch {1} neben dem Kategorienamen markiert.
ChannelCatalogFilterUserGroupsList_52.AreYouSureYouWantToUnassignTheSelectedCustomer.message=Die Zuordnung der ausgew\u00E4hlten Kundensegmente wirklich aufheben?
ChannelCatalogFilterUserGroupsList_52.AreYouSureYouWantToUnassignTheSelectedCustomers.message=Die Zuordnung der ausgew\u00E4hlten Kunden wirklich aufheben?
ChannelCatalogFilterUserGroupsList_52.CustomerSegments.table_title2=Kundensegmente
ChannelCatalogFilterUserGroupsList_52.Customers.table_title2=Kunden
ChannelCatalogFilterUserGroupsList_52.TheCatalogViewIsAssignedToTheFollowingCustomer.table_title_description=Die Kataloganzeige ist den folgenden Kundensegmenten zugeordnet.
ChannelCatalogFilterUserGroupsList_52.TheCatalogViewIsAssignedToTheFollowingCustomers.table_title_description=Die Kataloganzeige ist den folgenden Kunden zugeordnet.
ChannelCatalogFilterUserGroupsList_52.ThereAreNoCustomerSegmentsAssignedToThisCatalog.table_title_description=Dieser Katalogliste sind keine Kundensegmente zugeordnet.
ChannelCatalogFilterUserGroupsList_52.ThereAreNoCustomersAssignedToThisCatalogView.table_title_description=Dieser Kataloganzeige sind keine Kunden zugeordnet.
