CatalogCustomAttributes_52.ThisCatalogIsSharedFrom0=Der Katalog ist freigegeben von {0}.
CatalogCustomAttributes_52.0Attributes.table_title={0} - Attribute
PageCache_52.ChannelPreferences.text=Channel-Einstellungen
PageCache_52.ClickInvalidateToFullyEmptyTheCacheEnterASetOfKeyw.table_title_description=Klicken Sie auf "Invalidieren", um den Cache komplett zu leeren. Geben Sie Schl\u00FCsselw\u00F6rter ein und klicken Sie auf "Invalidieren", um genau die Seiten, die mit diesem Schl\u00FCsselwort ausgezeichnet wurden, aus dem Seitecache zu entfernen.
PageCache_52.Invalidate.button=Invalidieren
PageCache_52.MaximumAgeOfStaticContent.fielditem2=Maximales Alter des statischen Contents
PageCache_52.MaximumAgeOfStaticContent.comment=Sekunden
PageCache_52.MaximumAgeOfStaticContentDefinesTheTimeSpanInSecon.table_title_description=Das maximales Alter statischer Inhalte definiert die Zeitspanne (in Sek.), w\u00E4hrend der statische Inhalte (z.\u00A0B. Bilddateien) im Cache des Web Adapters gehalten werden, bevor sie der Applikationsserver erneut abruft. Betr\u00E4gt der Wert 0, wird Speichern von statischem Inhalt im Cache des Web-Adapters unterbunden. <br/><br/>Aktivierung der Option "Seitencache" erm\u00F6glicht es dem Web-Adapter, bestimmte Seiten vorkompiliert abzuspeichern. Dies erh\u00F6ht die Performance der Storefront. <br/><br/>Die Option "Seitencache-Invalidierung mit Schl\u00FCsselw\u00F6rtern" erm\u00F6glicht eine selektive Invalidierung des Seitencache auf Basis von Schl\u00FCsselw\u00F6rtern. Seiten, die zuvor mit Schl\u00FCsselw\u00F6rtern ausgezeichnet wurden, k\u00F6nnen selektiv aus dem Cache gel\u00F6scht werden, indem Sie die Schl\u00FCsselw\u00F6rter eingeben und dann Invalidieren klicken. <br/><br/>Aktivieren Sie "Seitencache-Volltext-Indexierung", um Volltext-Indexierung f\u00FCr alle Seiten zuzulassen. Diese Seiten k\u00F6nnen selektiv aus dem Cache gel\u00F6scht werden. Geben Sie Suchw\u00F6rter ein und klicken Sie "Invalidieren".
PageCache_52.MultipleKeywordsAreSeparatedBy.catalog_description=Trennen Sie mehrere Schl\u00FCsselw\u00F6rter durch |
PageCache_52.PageCacheFullTextIndexing.fielditem2=Seitencache Volltext-Indexierung
PageCache_52.PageCacheInvalidation.table_title2=Seitencache-Invalidierung
PageCache_52.PageCacheInvalidationKeywordsFullText.fielditem2=Schl\u00FCsselw\u00F6rter/Volltext f\u00FCr die Invalidierung des Seitencaches
PageCache_52.PageCacheKeywordProcessing.fielditem2=Seitencache-Invalidierung mit Schl\u00FCsselw\u00F6rtern
PageCache_52.PageCaching.fielditem2=Seitencache
PageCache_52.ThePageCacheInvalidationWasSuccessfullyExecuted=Die Invalidierung des Seitencache wurde erfolgreich ausgef\u00FChrt.
PageCache_52.TheSelectivePageCacheInvalidationByUsingSearchword=Die selektive Invalidierung des Seitencache auf Basis des Suchworts/der Suchw\u00F6rter "{0}" wurde erfolgreich ausgef\u00FChrt.
PageCache_52.ValueForMaximumAgeOfStaticContentIsIncorrectPlease.message=Der Wert f\u00FCr das maximale Alter statischer Inhalte ist nicht korrekt. Geben Sie einen g\u00FCltigen Integer-Wert an.
BrowseChannelCatalog_52.AreYouSureYouWantToUnassignAllProductsFromThisCate.error=Wollen Sie wirklich die Zuordnung aller Produkte zu dieser Kategorie l\u00F6schen? <br/>Sie k\u00F6nnen den Verlauf dieser Operation im Modul "Stapelprozesse" verfolgen.
BrowseChannelCatalog_52.BackToParent.button=Zur\u00FCck zum Stamm
BrowseChannelCatalog_52.ByCustomProductAttribute.fielditem2=Nach benutzerdefiniertem Produktattribut
BrowseChannelCatalog_52.ByStandardProductAttribute.fielditem2=Nach Standard-Produktattribut
BrowseChannelCatalog_52.Catalog.infobox_description=Katalog
BrowseChannelCatalog_52.Categories.table_title=Kategorien
BrowseChannelCatalog_52.CategoryPreview.button=Kategorie-Vorschau
BrowseChannelCatalog_52.ComponentNotFound.error=Komponente nicht gefunden.
BrowseChannelCatalog_52.Copy.button=Kopieren
BrowseChannelCatalog_52.DeleteAllSelectedProductsU003cbrU003eNoteProductRe.message=Alle markierten Produkte l\u00F6schen?<br/>Hinweis: Produktreferenzen k\u00F6nnen nicht gel\u00F6scht werden.<br/>Hinweis: Suchindex veraltet. Bitte manuell aktualisieren.
BrowseChannelCatalog_52.Description.table_header=Beschreibung
BrowseChannelCatalog_52.DoYouWantToApplyManualSortingToAllProductsInThisCa.confirm=Wollen Sie auf alle Produkte in dieser Kategorie die manuelle Sortierung anwenden? Best\u00E4tigen Sie das mit OK.
BrowseChannelCatalog_52.EditAll.button=Alle bearbeiten
BrowseChannelCatalog_52.EditProperties.button=Eigenschaften bearbeiten
BrowseChannelCatalog_52.EditSelected.button=Auswahl bearbeiten
BrowseChannelCatalog_52.InStock.title=Auf Lager
BrowseChannelCatalog_52.Keywords.table_header=Schl\u00FCsselw\u00F6rter
BrowseChannelCatalog_52.ListPrice.option=Listenpreis
BrowseChannelCatalog_52.NoteSharedAssignmentsCannotBeRemovedInTheChannel.error=Hinweis: Freigegebene Zuordnungen k\u00F6nnen im Channel nicht entfernt werden.
BrowseChannelCatalog_52.PleaseSelectAtLeastOneProduct.message=Markieren Sie mindestens ein Produkt.
BrowseChannelCatalog_52.PreArrangeProducts.fielditem2=Produkte anordnen
BrowseChannelCatalog_52.ProductID.option=Produkt-ID
BrowseChannelCatalog_52.Products.table_title=Produkte
BrowseChannelCatalog_52.PublishToLiveSystem.button=Publizieren im Zielsystem
BrowseChannelCatalog_52.SelectAtLeastOneSortedCategoryAndClickUnsortAgain.error=Markieren Sie mindestens eine sortierte Kategorie und klicken Sie erneut auf "Sortierung aufheben".
BrowseChannelCatalog_52.SelectAtLeastOneUnsortedCategoryAndClickSortAgain.error=Markieren Sie mindestens eine unsortierte Kategorie und klicken Sie erneut auf "Sortieren".
BrowseChannelCatalog_52.SomeProductsCouldNotBeDeletedBecauseTheyAreOffered.error=Einige Produkte konnten nicht gel\u00F6scht werden, weil davon andere Produkte abgeleitet wurden.
BrowseChannelCatalog_52.SubcategoriesThatUseDynamicProductBindingAreMarked.table_title_description=Unterkategorien, die dynamische Produktbindung verwenden, werden durch <img src="{0}" alt="{1}" title="{2}" border="0"/> neben dem Kategorienamen und der ID markiert.
BrowseChannelCatalog_52.DynamicProductBinding.table_title_description=Dynamische Produktbindung
BrowseChannelCatalog_52.TheFollowingProductsCouldNotBeAssignedToThisCategory.error=Die folgenden Produkte konnten nicht zu dieser Kategorie zugeordnet werden, weil sie durch einen anderen Benutzer gesperrt sind: {0}.
BrowseChannelCatalog_52.TheFollowingProductsCouldNotBeUnassignedFromThisCa.error=Die Zuordnung der folgenden Produkte zu dieser Kategorie konnte nicht aufgehoben werden, weil sie durch einen anderen Benutzer gesperrt sind: {0}.
BrowseChannelCatalog_52.TheListShowsAllProductsInThisCategory.table_title_description=Die Liste zeigt alle Produkte dieser Kategorie. <br/><br/>Um Produkte auf einer festen Position anzuzeigen, z.\u2060\u00A0B. oben in der Liste, nutzen Sie manuelle Sortierung: Markieren Sie Produkte und klicken Sie "Sortieren". Es ist auch m\u00F6glich, eine Vorsortierung vorzunehmen, Produkte also nach einem bestimmten Parameter anzuordnen. Die Position von Produkten, die der manuellen Sortierung unterliegen, kann dann mit Hilfe der jeweiligen Kontrollk\u00E4stchen und der entsprechenden Pfeiltasten ver\u00E4ndert werden. <br/>Um die manuelle Sortierung aufzuheben und erneut die automatische anzuwenden, w\u00E4hlen Sie Produkte und klicken auf "Sortierung aufheben". <br/>Einstellungen zur automatischen Sortierung k\u00F6nnen in der Kategorie-Detailansicht und den Channel-Eigenschaften bearbeitet werden. <br/><br/>Neue Produkte in der Kategorie unterliegen immer der automatischen Sortierung. <br/><br/>Hinweis: Sowohl manuelle als auch automatische Sortiereinstellungen k\u00F6nnen durch den vordefinierten Produktfilter \u00FCberschrieben werden, der der jeweiligen Kategorieseite zugewiesenen ist. <br/><br/>In der <a target="_blank" href="{0}" class="{1}">Dokumentation</a> finden Sie weitere Informationen zur Produktsortierung.
BrowseChannelCatalog_52.TheListShowsAllProductsThatHaveBeenDynamicallyAssigned.table_title_description=Die Liste zeigt alle Produkte, die dieser Kategorie dynamisch zugeordnet wurden.
BrowseChannelCatalog_52.TheListShowsAllSubCategoriesOfThisCategory.table_title_description=Die Liste zeigt alle Unterkategorien dieser Kategorie.
BrowseChannelCatalog_52.TheListShowsAllSubCategoriesOfThisCategoryClickEdit.table_title_description=Die Liste zeigt alle Unterkategorien dieser Kategorie. <br/>Klicken Sie "Bearbeiten", um die Unterkategorie zu konfigurieren. <br/>Um sie zu sortieren, markieren Sie die entsprechenden Kontrollk\u00E4stchen und klicken "Sortieren". Verwenden Sie die Kontrollk\u00E4stchen und die Nach-oben- oder Nach-unten-Pfeile, um die Unterkategorien zu positionieren. <br/>Klicken Sie auf "Sortierung aufheben", um die markierten Unterkategorien von der manuellen Sortierung auszunehmen. Diese Unterkategorien werden dann automatisch sortiert. Hinweis: Dies ist ein freigegebener Katalog, dessen automatische Sortierregeln nicht ge\u00E4ndert werden k\u00F6nnen. Au\u00DFerdem kann eine freigegebene Kategorie, die in diesem Channel nicht \u00FCberschrieben ist, nicht von der Sortierung ausgenommen werden.
BrowseChannelCatalog_52.TheListShowsAllSubCategoriesOfThisCategoryToSort.table_title_description=Die Liste zeigt alle Unterkategorien dieser Kategorie. <br/>Um sie zu sortieren, markieren Sie die entsprechenden Kontrollk\u00E4stchen und klicken "Sortieren". Verwenden Sie die Kontrollk\u00E4stchen und die Nach-oben- oder Nach-unten-Pfeile, um die Unterkategorien zu positionieren. <br/>Klicken Sie auf "Sortierung aufheben", um die markierten Unterkategorien von der manuellen Sortierung auszunehmen. Diese Unterkategorien werden dann automatisch sortiert. Klicken Sie auf "Sortierung" innerhalb einer Kategorie, um die automatischen Einstellungen zu \u00E4ndern.
BrowseChannelCatalog_52.TheListShowsProductsInThisCategory.table_title_description=Die Liste zeigt die Produkte in dieser Kategorie.
BrowseChannelCatalog_52.TheProductSCannotBeDeletedPleaseSeeTheErrorLogForD.error=Die Produkte k\u00F6nnen nicht gel\u00F6scht werden. Weitere Informationen finden Sie in der Error-Log-Datei.
BrowseChannelCatalog_52.TheseCategoriesAreCustomCategoriesCreatedHereOrImported.table_title_description=Diese Kategorien sind hier erzeugte oder importierte benutzerdefinierte Kategorien.
BrowseChannelCatalog_52.ThisCategoryDoesNotContainAnyNonEmptySubCategories.table_detail=Diese Kategorie enth\u00E4lt keine nicht-leeren Unterkategorien. <br/><br/> <b>Hinweis:</b> Sie haben den Filter zum Ausblenden leerer Klassifikationen ausgew\u00E4hlt. Um auch leere Unterkategorien anzuzeigen, klicken Sie auf "Leere Klassifikationen anzeigen".
BrowseChannelCatalog_52.ThisCategoryDoesNotContainAnyProducts.table_detail=Diese Kategorie enth\u00E4lt keine Produkte.
BrowseChannelCatalog_52.ThisCategoryUsesDynamicProductBinding.infobox_description=Diese Kategorie benutzt dynamische Produktbindung.
BrowseChannelCatalog_52.Type.table_header=Typ
BrowseChannelCatalog_52.Unassign.button=Aufheben
BrowseChannelCatalog_52.UnassignAll.button=Alle Aufheben
BrowseChannelCatalog_52.UnassignTheSelectedProductsFromThisCategory.error=Zuordnung zu dieser Kategorie f\u00FCr die markierten Produkte aufheben?
BrowseChannelCatalog_52.UnassignTheSelectedProductsFromThisCategory.errorNote=Hinweis: Die Zuordnung von Produkten, die durch einen anderen Benutzer zur Bearbeitung gesperrt sind, kann nicht aufgehoben werden.
BrowseChannelCatalog_52.ViewProperties.button=Eigenschaften anzeigen
BrowseChannelCatalog_52.YouCannotDeleteAllOfTheSelectedItemsBecauseTheyAre.error=Sie k\u00F6nnen nicht alle markierten Artikel l\u00F6schen, weil sie vom Master-Produktbestand freigegeben wurden.
BrowseChannelCatalog_52.YouHaveNotSelectedAnyProducts.error=Sie haben keine Produkte ausgew\u00E4hlt. <br/>Markieren Sie die Kontrollk\u00E4stchen und klicken Sie erneut auf "Auswahl bearbeiten".
BrowseChannelCatalog_52.YouHaveNotSelectedAnyProductsToBeUnassigned.error=Sie haben keine Produkte zum Aufheben der Zuordnung ausgew\u00E4hlt. <br/>Markieren Sie die Kontrollk\u00E4stchen der Produkte, deren Kategoriezuordnung Sie aufheben wollen, und klicken Sie erneut auf "Aufheben".
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneCategory.message=Sie haben nichts markiert. Markieren Sie mindestens eine Kategorie und klicken Sie erneut auf "Kopieren".
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneSortedCategoryDown.error1=Markieren Sie mindestens eine sortierte Kategorie und klicken Sie erneut auf "Nach unten".
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneSortedCategoryUp.error=Markieren Sie mindestens eine sortierte Kategorie und klicken Sie erneut auf "Nach oben".
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneSortedPr.error=Markieren Sie mindestens ein sortiertes Produkt und klicken Sie erneut auf "Sortierung aufheben".
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneSortedPr.error1=Markieren Sie mindestens ein sortiertes Produkt und klicken Sie erneut auf "Nach oben".
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneSortedPr.error2=Markieren Sie mindestens ein sortiertes Produkt und klicken Sie erneut auf "Nach unten".
BrowseChannelCatalog_52.YouHaveNotSelectedAnythingSelectAtLeastOneUnsorted.error=Markieren Sie mindestens ein unsortiertes Produkt und klicken Sie erneut auf "Sortieren".
BrowseChannelCatalog_52.YouHaveNotSelectedCategoriesToBePublished.message=Sie haben keine Kategorien zum Publizieren markiert. <br/>Markieren Sie die Kontrollk\u00E4stchen der zu publizierenden Kategorien, und klicken Sie erneut auf "Publizieren im Zielsystem".
CatalogMaintenance_52.0OnlineOffline.table_title={0} - Online/Offline
CatalogMaintenance_52.Always.fielditem=Immer
CatalogMaintenance_52.CatalogCouldNotBeUpdated.error=Katalog konnte nicht aktualisiert werden
CatalogMaintenance_52.LimitedPeriod.fielditem=Begrenzter Zeitraum
CatalogMaintenance_52.PleaseMakeSureThatTheLastOrderDateIsBeforeTheEndOf.error=Stellen Sie sicher, dass die letzte Bestellm\u00F6glichkeit vor dem End-of-Life-Datum liegt.
CatalogMaintenance_52.PleaseMakeSureTheStartDateIsBeforeTheEndDate.error=Stellen Sie sicher, dass das Startdatum vor dem Enddatum liegt.
CatalogMaintenance_52.PleaseProvideAtLeastOneDate.error=Geben Sie mindestens ein Datum an.
CatalogMaintenance_52.SetTheCatalogStatusAndThenSpecifyWhenThisStatusSho=Legen Sie den Katalogstatus fest, und geben Sie an, wann dieser Status gelten soll.
CatalogMaintenance_52.Status.fielditem2=Status
CatalogMaintenance_52.TheEndDateCouldNotBeParsedPleaseProvideAValidEndDa.error=Das Enddatum konnte nicht verarbeitet werden. Geben Sie ein g\u00FCltiges Enddatum ein.
CatalogMaintenance_52.TheEndOfLifeDateCouldNotBeParsedPleaseProvideAVali.error=Das End-of-Life-Datum konnte nicht verarbeitet werden. Geben Sie ein g\u00FCltiges End-of-Life-Datum ein.
CatalogMaintenance_52.TheEndOfLifeTimeCouldNotBeParsedPleaseProvideAVali.error=Die End-of-Life-Zeit konnte nicht verarbeitet werden. Geben Sie eine g\u00FCltige End-of-Life-Zeit an.
CatalogMaintenance_52.TheEndTimeCouldNotBeParsedPleaseProvideAValidEndTi.error=Die Endzeit konnte nicht verarbeitet werden. Geben Sie eine g\u00FCltige Endzeit ein.
CatalogMaintenance_52.TheLastOrderDateCouldNotBeParsedPleaseProvideAVali.error=Das Datum f\u00FCr die letzte Bestellm\u00F6glichkeit konnte nicht verarbeitet werden. Geben Sie ein g\u00FCltiges Datum f\u00FCr die letzte Bestellm\u00F6glichkeit ein.
CatalogMaintenance_52.TheLastOrderTimeCouldNotBeParsedPleaseProvideAVali.error=Die Zeit f\u00FCr die letzte Bestellm\u00F6glichkeit konnte nicht verarbeitet werden. Geben Sie ein g\u00FCltiges Datum f\u00FCr die letzte Bestellm\u00F6glichkeit ein.
CatalogMaintenance_52.TheStartDateCouldNotBeParsedPleaseProvideAValidSta.error=Das Startdatum konnte nicht verarbeitet werden. Geben Sie ein g\u00FCltiges Startdatum ein.
CatalogMaintenance_52.TheStartTimeCouldNotBeParsedPleaseProvideAValidSta.error=Die Startzeit konnte nicht verarbeitet werden. Geben Sie eine g\u00FCltige Startzeit ein.
CatalogMaintenance_52.ThisCatalogIsSharedFrom0=Der Katalog ist freigegeben von {0}.
CatalogSortingPreferences_52.0Sorting.table_title={0} - Sortierung
CatalogSortingPreferences_52.PleaseProvideAValidCustomValueForProductSorting.error=Geben Sie einen g\u00FCltigen benutzerdefinierten Wert f\u00FCr die Produktsortierung an.
CatalogSortingPreferences_52.PleaseProvideAValidCustomValueForSubCategorySorting.error=Geben Sie einen g\u00FCltigen benutzerdefinierten Wert f\u00FCr die Kategoriensortierung an.
CatalogSortingPreferences_52.ProductSorting.table_header=Produktsortierung
CatalogSortingPreferences_52.SubCategorySorting.table_header=Unterkategoriesortierung
CatalogSortingPreferences_52.TheSubCategoriesAndProductsInYourCatalogCanHaveASo.table_title_description1=Produkte und Unterkategorien in ihrem Katalog k\u00F6nnen sortiert werden. <br/><br/>Die Option "Standard" bedeutet, dass die Sortierattribute dieses Channels verwendet werden. Die benutzerdefinierten Sortierregeln \u00FCberschreiben andere Einstellungen und werden f\u00FCr alle Kategorien des Katalogs als Standard festgelegt.
CatalogSortingPreferences_52.TheSubCategoriesAndProductsInYourCatalogCanHaveASorting.table_title_description=Produkte und Unterkategorien in ihrem Katalog k\u00F6nnen sortiert werden. <br/><br/>Die Option "Standard" bedeutet, dass die Sortierattribute dieses Channels verwendet werden. Zus\u00E4tzlich k\u00F6nnen Sie benutzerdefinierte Sortierregeln f\u00FCr die Sortierattribute und Sortierrichtung festlegen. Katalogspezifische Einstellungen \u00FCberschreiben die Standard-Sortiereinstellungen des Channels und fungieren gleichzeitig als Standard f\u00FCr alle Unterkategorien dieses Katalogs. <br/><br/>Klicken Sie auf "\u00DCbernehmen", um die Details zu speichern. Klicken Sie auf "Zur\u00FCcksetzen", um die \u00C4nderungen zu verwerfen.
Catalog_52.0General.table_title={0} - Allgemein
Catalog_52.AssignProductsDynamically.input=Produkte dynamisch zuordnen
Catalog_52.AssignProductsManually.input=Produkte manuell zuordnen
Catalog_52.ClickApplyToSaveTheDetails=Klicken Sie auf "\u00DCbernehmen", um die Details zu speichern. Klicken Sie auf "Zur\u00FCcksetzen", um die \u00C4nderungen zu verwerfen. Ein Klick auf "L\u00F6schen" l\u00F6scht den Katalog. <br/><br/>Falls erforderlich, k\u00F6nnen Sie Angaben in anderen Sprachen machen.
Catalog_52.ProductAssignment.fielditem2=Produktzuordnung:
Catalog_52.Image.label=Bild
Catalog_52.Image.select=Ausw\u00E4hlen
Catalog_52.TheCatalogCouldNotBeUpdated.error=Katalog konnte nicht aktualisiert werden.
Catalog_52.ThisCatalogIsSharedFrom0=Der Katalog ist freigegeben von {0}.
Catalog_52.YouCanViewInformationInOtherLanguagesIfRequired=Falls erforderlich, k\u00F6nnen Sie Angaben in anderen Sprachen anzeigen lassen.
NewCatalog_52.Attributes.table_tabs_dis_background=Attribute
NewCatalog_52.CMCContent.link=CMC-Content
NewCatalog_52.ClassificationAttributes.table_tabs_dis_background=Klassifikationsattribute
NewCatalog_52.ClickApplyToSaveTheDetailsClickCancelToStopEveryth.table_title_description=Klicken Sie auf "\u00DCbernehmen", um die Details zu speichern. Klicken Sie auf "Abbrechen", um ohne Speichern zur Liste zur\u00FCckzukehren. <br/><br/>F\u00FCr den Katalog wird automatisch eine Hauptkategorie (root) erzeugt. <br/><br/>Falls erforderlich, k\u00F6nnen Sie Angaben in anderen Sprachen machen.
NewCatalog_52.Content.table_tabs_dis_background=Content
NewCatalog_52.Labels.link=Label
NewCatalog_52.Links.link=Verweise
NewCatalog_52.PleaseProvideAUniqueIdForTheCatalog.error=Geben Sie eine eindeutige ID f\u00FCr den Katalog an.
NewCatalog_52.PleaseProvideAValidIdForTheCatalogOnlyAlphanumeric.error=Geben Sie eine g\u00FCltige ID f\u00FCr den Katalog an. Nur alphanumerische Zeichen sind erlaubt.
NewCatalog_52.TheCatalogCouldNotBeCreated.error=Katalog konnte nicht angelegt werden.
NewCatalog_52.UnableToDetermineClassificationSystem.error=Klassifikationssystem konnte nicht ermittelt werden.
BrowseChannelCatalog_52.Categorie.subject=Kategorie
BrowseChannelCatalog_52.OpenASitePreviewDirectlyOnTheCatalogCategoryPage.imageTitle=Seitenvorschau direkt auf der Katalog-/Kategorie-Seite f\u00FCr diese(n) Katalog/Kategorie \u00F6ffnen, bei der das Startdatum des/r Katalogs/Kategorie und alle Katalog-Einstellungen aktiviert sind und das Kundensegment "Alle" festgelegt ist.
BrowseChannelCatalog_52.OpenASitePreviewDirectlyOnTheCatalogCategoryPage.imageAlt=Seitenvorschau direkt auf der Katalog-/Kategorie-Seite f\u00FCr diese(n) Katalog/Kategorie \u00F6ffnen, bei der das Startdatum des/r Katalogs/Kategorie und alle Katalog-Einstellungen aktiviert sind und das Kundensegment "Alle" festgelegt ist.
BrowseChannelCatalog_52.OpenASitePreviewDirectlyOnTheProductDetailPageFor.imageTitle=Seitenvorschau direkt auf der Produktdetail-Seite f\u00FCr dieses Produkt \u00F6ffnen, bei der das Startdatum des Produkts und alle Katalog-Einstellungen aktiviert sind und das Kundensegment "Alle" festgelegt ist.
BrowseChannelCatalog_52.OpenASitePreviewDirectlyOnTheProductDetailPageFor.imageAlt=Seitenvorschau direkt auf der Produktdetail-Seite f\u00FCr dieses Produkt \u00F6ffnen, bei der das Startdatum des Produkts und alle Katalog-Einstellungen aktiviert sind und das Kundensegment "Alle" festgelegt ist.
BrowseChannelCatalog_52.Product.subject=Produkt
BrowseChannelCatalog_52.Products.subject=Produkte
Catalog_52.AreYouSureYouWantToDeleteThisItemAllAssignmentsAnd.message=Wollen Sie dieses Element wirklich l\u00F6schen? <br/>Alle Zuordnungen zu den Katalogkategorien und Verweise auf sie werden ebenfalls gel\u00F6scht!
Catalog_52.Catalog.subject=Katalog
Catalog_52.ProductSorting.headertext=Produktsortierung
CatalogMaintenance_52.EndDate.InputFieldLabel=Enddatum
CatalogMaintenance_52.StartDate.InputFieldLabel=Startdatum
CatalogMaintenance_52.Time.InputFieldLabel=Zeit
ChannelCatalogList_52.OpenASitePreviewDirectlyOnTheCatalogCategoryPage.imageTitle=Seitenvorschau direkt auf der Katalog-/Kategorie-Seite f\u00FCr diese(n) Katalog/Kategorie \u00F6ffnen, bei der das Startdatum des/r Katalogs/Kategorie und alle Katalog-Einstellungen aktiviert sind und das Kundensegment "Alle" festgelegt ist.
ChannelCatalogList_52.OpenASitePreviewDirectlyOnTheCatalogCategoryPage.imageAlt=Seitenvorschau direkt auf der Katalog-/Kategorie-Seite f\u00FCr diese(n) Katalog/Kategorie \u00F6ffnen, bei der das Startdatum des/r Katalogs/Kategorie und alle Katalog-Einstellungen aktiviert sind und das Kundensegment "Alle" festgelegt ist.
ChannelCatalogList_52.Catalog=Katalog {0}
ChannelCatalogList_52.ClassificationCatalog=Klassifikationskatalog {0}
ChannelCatalogList_52.AreYouSureYouWantToDeleteThe0Catalog=Wollen Sie den Katalog wirklich l\u00F6schen? <br/>Alle Zuordnungen zu den Katalogkategorien und Verweise auf sie werden ebenfalls gel\u00F6scht!
