CatalogCategoryOnlineIgnored.CategoriesCanBeSetToBeInvisible=Les cat\u00E9gories peuvent \u00EAtre d\u00E9finies comme invisibles dans la vitrine. Lorsque cette option est s\u00E9lectionn\u00E9e, ce param\u00E8tre est remplac\u00E9 et toutes les cat\u00E9gories s\u2019affichent dans la session d\u2019aper\u00E7u.
CatalogCategoryOnlineIgnored.MakeAllCategoriesVisible.label=Rendre toutes les cat\u00E9gories visibles
PreviewABTestGroups.ABTestGroups=Groupes de test A/B
PreviewABTestGroups.AnInvalidErrorMessage=Message d\u2019erreur non valide
PreviewABTestGroups.Enabled.input=activ\u00E9
PreviewApplication.Application.label=Application
PreviewCampaigns.AnInvalidErrorMessage=Message d\u2019erreur non valide
PreviewCampaigns.Campaigns=Campagnes
PreviewCampaigns.Enabled.input=activ\u00E9
PreviewCurrency.Currency.label=Devise
PreviewCurrency.Currency.filter.text=Filtre
PreviewCurrency.Currency.placeholder=Rechercher
PreviewCustomerSegmentBOs.PreviewContextForCustomerSegments.label=Contexte d\u2019aper\u00E7u pour les segments de client suivants
PreviewCustomerSegmentBOs.PromotionsCampaignsABTestsPriceLists=Promotions, campagnes, tests A/B, listes de prix
PreviewDisplayDevice.Default.option=valeur par d\u00E9faut
PreviewDisplayDevice.DisplaySize.label=Taille d\u2019affichage
PreviewDisplayDevice.HeightInPx.fielditem_comment=Hauteur en pixels
PreviewDisplayDevice.WidthInPx.fielditem_comment=Largeur en pixels
PreviewError.AGeneralErrorOccurredDuringPreview=Une erreur g\u00E9n\u00E9rale est survenue lors de l\u2019aper\u00E7u.
PreviewError.InTheSelectedChannelTheCatalogIsNotOnline.link=Le catalogue de la cat\u00E9gorie n\u2019est actuellement pas en ligne dans le canal s\u00E9lectionn\u00E9.
PreviewError.InTheSelectedChannelTheCategoryIsNotOnline.link=La cat\u00E9gorie n\u2019est actuellement pas en ligne dans le canal s\u00E9lectionn\u00E9.
PreviewError.InTheSelectedChannelTheProductIsOnlineButExpired.link=Le produit est actuellement en ligne dans le canal s\u00E9lectionn\u00E9, mais a expir\u00E9.
PreviewError.PreviewForThisProductFailed.link=\u00C9chec de l\u2019aper\u00E7u de ce produit.
PreviewError.SelectApplication.link=S\u00E9lectionner l\u2019application
PreviewError.SelectChannel.link=S\u00E9lectionner le canal
PreviewError.ShareCatalog.link=Partager le catalogue
PreviewError.ShareProduct.link=Partager le produit
PreviewError.TheCatalogIsNotOnline.link=Le catalogue de la cat\u00E9gorie n\u2019est actuellement pas en ligne.
PreviewError.TheCatalogIsNotSharedToThePreviewChannel.link=Ce catalogue n\u2019est pas partag\u00E9 avec le canal d\u2019aper\u00E7u par d\u00E9faut.
PreviewError.TheCategoryIsNotOnlineNow.link=Cette cat\u00E9gorie n\u2019est actuellement pas en ligne.
PreviewError.TheSelectedApplicationIsNotAvailable=L\u2019application s\u00E9lectionn\u00E9e n\u2019est pas disponible pour l\u2019aper\u00E7u.
PreviewError.ThisProductIsCurrentlyNotOnline.link=Ce produit n\u2019est actuellement pas en ligne.
PreviewError.ThisProductIsCurrentlyOnlineButHasExpired.link=Ce produit est actuellement en ligne, mais il a expir\u00E9.
PreviewError.ThisSharedProductIsCurrentlyNotOnlineInPreviewChannel.link=Ce produit partag\u00E9 n\u2019est actuellement pas en ligne dans le canal d\u2019aper\u00E7u.
PreviewError.ToPreviewTheProductItMustBeSharedToPreviewChannel.link=Pour pr\u00E9visualiser le produit, vous devez le partager avec le canal d\u2019aper\u00E7u par d\u00E9faut.
PreviewError.ToPreviewTheSelectedObjectPreviewChannelMustBeSelected.link=Pour pr\u00E9visualiser l\u2019objet s\u00E9lectionn\u00E9, vous devez s\u00E9lectionner un canal d\u2019aper\u00E7u par d\u00E9faut.
PreviewError.YouCannotPreviewThisABTestBecauseExpired.link=Vous ne pouvez pas pr\u00E9visualiser ce test A/B car il a expir\u00E9.
PreviewError.YouCannotPreviewThisCampaignBecauseExpired.link=Vous ne pouvez pas pr\u00E9visualiser cette campagne car elle a expir\u00E9.
PreviewError.YouCannotPreviewThisPromotion=Vous ne pouvez pas pr\u00E9visualiser cette promotion car l\u2019application s\u00E9lectionn\u00E9e n\u2019est pas disponible pour l\u2019aper\u00E7u.
PreviewError.YouCannotPreviewThisPromotionBecauseExpired.link=Vous ne pouvez pas pr\u00E9visualiser cette promotion car elle a expir\u00E9.
PreviewLocale.Language.label=Langue
PreviewMessageBox.ForPreviewingABTestTheDefaultPreviewChannelIsUsed.message=Le canal d\u2019aper\u00E7u par d\u00E9faut est utilis\u00E9 pour la pr\u00E9visualisation du test\u00A0A/B s\u00E9lectionn\u00E9. La pr\u00E9visualisation de ce test A/B peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous tout de m\u00EAme pr\u00E9visualiser ce test\u00A0A/B\u00A0?
PreviewMessageBox.ForPreviewingCampaignTheDefaultPreviewChannelIsUsed.message=Le canal d\u2019aper\u00E7u par d\u00E9faut est utilis\u00E9 pour la pr\u00E9visualisation de la campagne s\u00E9lectionn\u00E9e. La pr\u00E9visualisation de cette campagne peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous tout de m\u00EAme pr\u00E9visualiser cette campagne\u00A0?
PreviewMessageBox.ForPreviewingCategoryTheDefaultPreviewChannelIsUsed.message=Le canal d\u2019aper\u00E7u par d\u00E9faut est utilis\u00E9 pour la pr\u00E9visualisation de la cat\u00E9gorie s\u00E9lectionn\u00E9e. La pr\u00E9visualisation de cette cat\u00E9gorie peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous tout de m\u00EAme pr\u00E9visualiser cette cat\u00E9gorie\u00A0?
PreviewMessageBox.ForPreviewingCmsElementTheDefaultPreviewChannelIsUsed.message=Le canal d\u2019aper\u00E7u par d\u00E9faut est utilis\u00E9 pour la pr\u00E9visualisation de l\u2019\u00E9l\u00E9ment CMS s\u00E9lectionn\u00E9. La pr\u00E9visualisation de cet \u00E9l\u00E9ment CMS peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous tout de m\u00EAme pr\u00E9visualiser cet \u00E9l\u00E9ment CMS\u00A0?
PreviewMessageBox.ForPreviewingComponentTemplateTheDefaultPreviewChannelIsUsed.message=Le canal d\u2019aper\u00E7u par d\u00E9faut est utilis\u00E9 pour la pr\u00E9visualisation du mod\u00E8le de composant s\u00E9lectionn\u00E9. La pr\u00E9visualisation de ce mod\u00E8le de composant peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous tout de m\u00EAme pr\u00E9visualiser ce mod\u00E8le de composant\u00A0?
PreviewMessageBox.ForPreviewingComponentTheDefaultPreviewChannelIsUsed.message=Le canal d\u2019aper\u00E7u par d\u00E9faut est utilis\u00E9 pour la pr\u00E9visualisation du composant s\u00E9lectionn\u00E9. La pr\u00E9visualisation de ce composant peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous tout de m\u00EAme pr\u00E9visualiser ce composant\u00A0?
PreviewMessageBox.ForPreviewingPageTemplateTheDefaultPreviewChannelIsUsed.message=Le canal d\u2019aper\u00E7u par d\u00E9faut est utilis\u00E9 pour la pr\u00E9visualisation du mod\u00E8le de page s\u00E9lectionn\u00E9. La pr\u00E9visualisation de ce mod\u00E8le de page peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous tout de m\u00EAme pr\u00E9visualiser ce mod\u00E8le de page\u00A0?
PreviewMessageBox.ForPreviewingPageVariantTheDefaultPreviewChannelIsUsed.message=Le canal d\u2019aper\u00E7u par d\u00E9faut est utilis\u00E9 pour la pr\u00E9visualisation de la variante de page s\u00E9lectionn\u00E9. La pr\u00E9visualisation de cette variante de page peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous tout de m\u00EAme pr\u00E9visualiser cette variante de page\u00A0?
PreviewMessageBox.ForPreviewingProductTheDefaultPreviewChannelIsUsed.message=Le canal d\u2019aper\u00E7u par d\u00E9faut est utilis\u00E9 pour la pr\u00E9visualisation du produit s\u00E9lectionn\u00E9. La pr\u00E9visualisation de ce produit peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous tout de m\u00EAme pr\u00E9visualiser ce produit\u00A0?
PreviewMessageBox.ForPreviewingPromotionTheDefaultPreviewChannelIsUsed.message=Le canal d\u2019aper\u00E7u par d\u00E9faut est utilis\u00E9 pour la pr\u00E9visualisation de la promotion s\u00E9lectionn\u00E9e. La pr\u00E9visualisation de cette promotion peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous tout de m\u00EAme pr\u00E9visualiser cette promotion\u00A0?
PreviewMessageBox.ForPreviewingTemplateTheDefaultPreviewChannelIsUsed.message=Le canal d\u2019aper\u00E7u par d\u00E9faut est utilis\u00E9 pour la pr\u00E9visualisation du mod\u00E8le s\u00E9lectionn\u00E9. La pr\u00E9visualisation peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous tout de m\u00EAme pr\u00E9visualiser ce mod\u00E8le\u00A0?
PreviewMessageBox.TheSelectedABTestStartsAndEndsInThePast.message=Le test A/B s\u00E9lectionn\u00E9 d\u00E9marre et se termine dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. La pr\u00E9visualisation de ce test A/B peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous pr\u00E9visualiser ce test A/B avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedABTestStartsInThePast.message=Le test A/B s\u00E9lectionn\u00E9 d\u00E9marre dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. Voulez-vous pr\u00E9visualiser ce test A/B avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedCampaignStartsAndEndsInThePast.message=La campagne s\u00E9lectionn\u00E9e d\u00E9marre et se termine dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. La pr\u00E9visualisation de cette campagne peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous pr\u00E9visualiser cette campagne avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedCampaignStartsInThePast.message=La campagne s\u00E9lectionn\u00E9e d\u00E9marre dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. Voulez-vous pr\u00E9visualiser cette campagne avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedCategoryStartsAndEndsInThePast.message=La cat\u00E9gorie s\u00E9lectionn\u00E9e d\u00E9marre et se termine dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. La pr\u00E9visualisation de cette cat\u00E9gorie peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous pr\u00E9visualiser cette cat\u00E9gorie avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedCategoryStartsInThePast.message=La cat\u00E9gorie s\u00E9lectionn\u00E9e d\u00E9marre dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. Voulez-vous pr\u00E9visualiser cette cat\u00E9gorie avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedCmsElementStartsAndEndsInThePast.message=L\u2019\u00E9l\u00E9ment CMS s\u00E9lectionn\u00E9 d\u00E9marre et se termine dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. La pr\u00E9visualisation de cet \u00E9l\u00E9ment CMS peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous pr\u00E9visualiser cet d\u2019\u00E9l\u00E9ment CMS avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedCmsElementStartsInThePast.message=L\u2019\u00E9l\u00E9ment CMS s\u00E9lectionn\u00E9 d\u00E9marre dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. Voulez-vous pr\u00E9visualiser cet d\u2019\u00E9l\u00E9ment CMS avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedComponentStartsAndEndsInThePast.message=Le composant s\u00E9lectionn\u00E9 d\u00E9marre et se termine dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. La pr\u00E9visualisation de ce composant peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous pr\u00E9visualiser ce composant avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedComponentStartsInThePast.message=Le composant s\u00E9lectionn\u00E9 d\u00E9marre dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. Voulez-vous pr\u00E9visualiser ce composant avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedComponentTemplateStartsAndEndsInThePast.message=Le mod\u00E8le de composant s\u00E9lectionn\u00E9 d\u00E9marre et se termine dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. La pr\u00E9visualisation de ce mod\u00E8le de composant peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous pr\u00E9visualiser ce mod\u00E8le de composant avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedComponentTemplateStartsInThePast.message=Le mod\u00E8le de composant s\u00E9lectionn\u00E9 d\u00E9marre dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. Voulez-vous pr\u00E9visualiser ce mod\u00E8le de composant avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedPageTemplateStartsAndEndsInThePast.message=Le mod\u00E8le de page s\u00E9lectionn\u00E9 d\u00E9marre et se termine dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. La pr\u00E9visualisation de ce mod\u00E8le de page peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous pr\u00E9visualiser ce mod\u00E8le de page avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedPageTemplateStartsInThePast.message=Le mod\u00E8le de page s\u00E9lectionn\u00E9 d\u00E9marre dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. Voulez-vous pr\u00E9visualiser ce mod\u00E8le de page avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedPageVariantStartsAndEndsInThePast.message=La variante de page s\u00E9lectionn\u00E9e d\u00E9marre et se termine dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. La pr\u00E9visualisation de cette variante de page peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous pr\u00E9visualiser cette variante de page avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedPageVariantStartsInThePast.message=La variante de page s\u00E9lectionn\u00E9e d\u00E9marre dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. Voulez-vous pr\u00E9visualiser cette variante de page avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedProductStartsAndEndsInThePast.message=Le produit s\u00E9lectionn\u00E9 d\u00E9marre et se termine dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. La pr\u00E9visualisation de ce produit peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous pr\u00E9visualiser ce produit avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedProductStartsInThePast.message=Le produit s\u00E9lectionn\u00E9 d\u00E9marre dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. Voulez-vous pr\u00E9visualiser ce produit avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedPromotionStartsAndEndsInThePast.message=La promotion s\u00E9lectionn\u00E9e d\u00E9marre et se termine dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. La pr\u00E9visualisation de cette promotion peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous pr\u00E9visualiser cette promotion avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedPromotionStartsInThePast.message=La promotion s\u00E9lectionn\u00E9e d\u00E9marre dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. Voulez-vous pr\u00E9visualiser cette promotion avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedTemplateStartsAndEndsInThePast.message=Le mod\u00E8le s\u00E9lectionn\u00E9 d\u00E9marre et termine dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. La pr\u00E9visualisation peut g\u00E9n\u00E9rer des r\u00E9sultats ind\u00E9sirables dans la vitrine. Voulez-vous pr\u00E9visualiser ce mod\u00E8le avec l\u2019heure actuelle\u00A0?
PreviewMessageBox.TheSelectedTemplateStartsInThePast.message=Le mod\u00E8le de page s\u00E9lectionn\u00E9 d\u00E9marre dans le pass\u00E9, mais l\u2019aper\u00E7u dans le pass\u00E9 est d\u00E9sactiv\u00E9. Voulez-vous pr\u00E9visualiser ce mod\u00E8le avec l\u2019heure actuelle\u00A0?
PreviewPanelError.AtLeastOneCustomerSegmentNeedsToBeSelected=S\u00E9lectionnez au moins un segment client.
PreviewPanelError.DateTimeIsNotInTheCorrectFormat=Le format de la date/l\u2019heure est incorrect.
PreviewPanelError.DateTimeRefersToThePast=La date/heure se r\u00E9f\u00E8re au pass\u00E9.<br/>La modification dans le pass\u00E9 n\u2019est pas autoris\u00E9e. S\u00E9lectionnez une autre date/heure.
PreviewPanelError.ParameterIsInvalid={0} n\u2019est pas valide.
PreviewPanelError.PleaseWaitUntilTheDesignViewHasFinished=Patientez jusqu\u2019\u00E0 la fin du chargement du mode Cr\u00E9ation.
PreviewPanelError.TheApplicationIsInvalid=L\u2019application n\u2019est pas valide.<br/>Indiquez une application valide.
PreviewPanelError.TheCurrencyIsInvalid=La devise n\u2019est pas valide.<br/>Indiquez une devise valide.
PreviewPanelError.TheDisplaySizeWidthOrHeightIsNotCorrect=Le format de la largeur ou de la hauteur d\u2019affichage de l\u2019\u00E9cran est incorrect.
PreviewPanelError.TheLanguageIsInvalid=La langue n\u2019est pas valide.<br/>Indiquez une langue valide.
PreviewPromotions.AnInvalidErrorMessage=Message d\u2019erreur non valide
PreviewPromotions.Enabled.input=activ\u00E9
PreviewPromotions.Promotions=Promotions
PreviewUserGroups.ContentComponentsShippingRulesAndPayment=Composants de contenu, r\u00E8gles de livraison et modes de paiement
PreviewUserGroups.CustomerSegments.label=Segments de clients
PreviewUserGroups.PreviewContextForCustomerSegments.label=Contexte d\u2019aper\u00E7u pour les segments de client suivants
ProductAvailabilityIgnored.IgnoreAvailabilityFlag.label=Ignorer l\u2019indicateur de disponibilit\u00E9
ProductInventoryIgnored.MakeAllProductsAvailable.label=Mettre \u00E0 disposition tous les produits
ProductInventoryIgnored.ProductsMayBeNotAvailableForPurchase=Des produits peuvent \u00EAtre indisponibles \u00E0 vente. Lorsque cette option est s\u00E9lectionn\u00E9e, l\u2019indicateur d\u2019inventaire est remplac\u00E9 et tous les produits sont disponibles \u00E0 la vente dans la session d\u2019aper\u00E7u.
ProductOnlineIgnored.CatalogSettings.label=Param\u00E8tres de catalogue
ProductOnlineIgnored.MakeAllProductsVisible.label=Rendre tous les produits visibles
ProductOnlineIgnored.ProductsCanBeSetToBeInvisible=Les produits peuvent \u00EAtre d\u00E9finis comme invisibles dans la vitrine. Lorsque cette option est s\u00E9lectionn\u00E9e, ce param\u00E8tre est remplac\u00E9 et toutes les cat\u00E9gories s\u2019affichent dans la session d\u2019aper\u00E7u.
