CatalogCategoryOnlineIgnored.CategoriesCanBeSetToBeInvisible=Kategorien k\u00F6nnen f\u00FCr die Storefront unsichtbar gemacht werden. Diese Option \u00FCberschreibt entsprechende Einstellungen und macht alle Kategorien in der Vorschau sichtbar.
CatalogCategoryOnlineIgnored.MakeAllCategoriesVisible.label=Alle Kategorien sichtbar machen
PreviewABTestGroups.ABTestGroups=A/B-Testgruppen
PreviewABTestGroups.AnInvalidErrorMessage=Ung\u00FCltige Fehlermeldung.
PreviewABTestGroups.Enabled.input=aktiviert
PreviewApplication.Application.label=Applikation
PreviewCampaigns.AnInvalidErrorMessage=Ung\u00FCltige Fehlermeldung.
PreviewCampaigns.Campaigns=Kampagnen
PreviewCampaigns.Enabled.input=aktiviert
PreviewCurrency.Currency.label=W\u00E4hrung
PreviewCurrency.Currency.filter.text=Filter
PreviewCurrency.Currency.placeholder=Suche
PreviewCustomerSegmentBOs.PreviewContextForCustomerSegments.label=Vorschau-Kontext f\u00FCr die folgenden Kundensegmente
PreviewCustomerSegmentBOs.PromotionsCampaignsABTestsPriceLists=Aktionen, Kampagnen, A/B-Tests, Preislisten
PreviewDisplayDevice.Default.option=Standard
PreviewDisplayDevice.DisplaySize.label=Darstellungsgr\u00F6\u00DFe
PreviewDisplayDevice.HeightInPx.fielditem_comment=H\u00F6he in px
PreviewDisplayDevice.WidthInPx.fielditem_comment=Breite in px
PreviewError.AGeneralErrorOccurredDuringPreview=Allgemeiner Fehler w\u00E4hrend der Vorschau.
PreviewError.InTheSelectedChannelTheCatalogIsNotOnline.link=Der Katalog der Kategorie ist in dem ausgew\u00E4hlten Channel zurzeit nicht online.
PreviewError.InTheSelectedChannelTheCategoryIsNotOnline.link=Die Kategorie ist in dem ausgew\u00E4hlten Channel zurzeit nicht online.
PreviewError.InTheSelectedChannelTheProductIsOnlineButExpired.link=Dieses Produkt ist in dem ausgew\u00E4hlten Channel zurzeit online, ist jedoch abgelaufen.
PreviewError.PreviewForThisProductFailed.link=Vorschau f\u00FCr dieses Produkt fehlgeschlagen.
PreviewError.SelectApplication.link=Applikation ausw\u00E4hlen
PreviewError.SelectChannel.link=Channel ausw\u00E4hlen
PreviewError.ShareCatalog.link=Katalog freigeben
PreviewError.ShareProduct.link=Produkt freigeben
PreviewError.TheCatalogIsNotOnline.link=Der Katalog der Kategorie ist zurzeit nicht online.
PreviewError.TheCatalogIsNotSharedToThePreviewChannel.link=Der Katalog ist f\u00FCr den bevorzugten Vorschau-Channel nicht freigegeben.
PreviewError.TheCategoryIsNotOnlineNow.link=Die Kategorie ist zurzeit nicht online.
PreviewError.TheSelectedApplicationIsNotAvailable=Die ausgew\u00E4hlte Applikation kann nicht in der Vorschau angezeigt werden.
PreviewError.ThisProductIsCurrentlyNotOnline.link=Dieses Produkt ist zurzeit nicht online.
PreviewError.ThisProductIsCurrentlyOnlineButHasExpired.link=Dieses Produkt ist zurzeit online, ist jedoch abgelaufen.
PreviewError.ThisSharedProductIsCurrentlyNotOnlineInPreviewChannel.link=Dieses freigegebene Produkt ist zurzeit nicht in dem Vorschau-Channel online.
PreviewError.ToPreviewTheProductItMustBeSharedToPreviewChannel.link=F\u00FCr eine Vorschau des Produktes muss das Produkt in einem bevorzugten Vorschau-Channel freigegeben sein.
PreviewError.ToPreviewTheSelectedObjectPreviewChannelMustBeSelected.link=F\u00FCr eine Vorschau des markierten Objektes muss ein bevorzugter Vorschau-Channel ausgew\u00E4hlt werden.
PreviewError.YouCannotPreviewThisABTestBecauseExpired.link=Dieser A/B-Test kann nicht in der Vorschau angezeigt werden, da er beendet wurde.
PreviewError.YouCannotPreviewThisCampaignBecauseExpired.link=Diese Kampagne kann nicht in der Vorschau angezeigt werden, da sie beendet wurde.
PreviewError.YouCannotPreviewThisPromotion=Diese Aktion kann nicht in der Vorschau angesehen werden, da die ausgew\u00E4hlte Applikation nicht f\u00FCr die Vorschau verf\u00FCgbar ist.
PreviewError.YouCannotPreviewThisPromotionBecauseExpired.link=Diese Aktion kann nicht in der Vorschau angezeigt werden, da sie beendet wurde.
PreviewLocale.Language.label=Sprache
PreviewMessageBox.ForPreviewingABTestTheDefaultPreviewChannelIsUsed.message=F\u00FCr die Vorschau des ausgew\u00E4hlten A/B-Tests wird der Standard-Vorschau-Channel verwendet. Die A/B-Test-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie den A/B-Test trotzdem anzeigen?
PreviewMessageBox.ForPreviewingCampaignTheDefaultPreviewChannelIsUsed.message=F\u00FCr die Vorschau der ausgew\u00E4hlten Kampagne wird der Standard-Vorschau-Channel verwendet. Die Kampagnenvorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie die Kampagne trotzdem anzeigen?
PreviewMessageBox.ForPreviewingCategoryTheDefaultPreviewChannelIsUsed.message=F\u00FCr die Vorschau der ausgew\u00E4hlten Kategorie wird der Standard-Vorschau-Channel verwendet. Die Kategorievorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie die Kategorie trotzdem anzeigen?
PreviewMessageBox.ForPreviewingCmsElementTheDefaultPreviewChannelIsUsed.message=F\u00FCr die Vorschau des ausgew\u00E4hlten Content-Objekts wird der Standard-Vorschau-Channel verwendet. Die Content-Objekt-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie das Content-Objekt trotzdem anzeigen?
PreviewMessageBox.ForPreviewingComponentTemplateTheDefaultPreviewChannelIsUsed.message=F\u00FCr die Vorschau des ausgew\u00E4hlten Komponenten-Templates wird der Standard-Vorschau-Channel verwendet. Die Komponenten-Template-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie das Komponenten-Template trotzdem anzeigen?
PreviewMessageBox.ForPreviewingComponentTheDefaultPreviewChannelIsUsed.message=F\u00FCr die Vorschau der ausgew\u00E4hlten Komponente wird der Standard-Vorschau-Channel verwendet. Die Komponenten-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie die Komponente trotzdem anzeigen?
PreviewMessageBox.ForPreviewingPageTemplateTheDefaultPreviewChannelIsUsed.message=F\u00FCr die Vorschau des ausgew\u00E4hlten Seiten-Templates wird der Standard-Vorschau-Channel verwendet. Die Seiten-Template-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie das Seiten-Template trotzdem anzeigen?
PreviewMessageBox.ForPreviewingPageVariantTheDefaultPreviewChannelIsUsed.message=F\u00FCr die Vorschau der ausgew\u00E4hlten Seitenvariante wird der Standard-Vorschau-Channel verwendet. Die Seitenvarianten-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie die Seitenvariante trotzdem anzeigen?
PreviewMessageBox.ForPreviewingProductTheDefaultPreviewChannelIsUsed.message=F\u00FCr die Vorschau des ausgew\u00E4hlten Produkts wird der Standard-Vorschau-Channel verwendet. Die Produktvorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie das Produkt trotzdem anzeigen?
PreviewMessageBox.ForPreviewingPromotionTheDefaultPreviewChannelIsUsed.message=F\u00FCr die Vorschau der ausgew\u00E4hlten Aktion wird der Standard-Vorschau-Channel verwendet. Die Aktionsvorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie die Aktion trotzdem anzeigen?
PreviewMessageBox.ForPreviewingTemplateTheDefaultPreviewChannelIsUsed.message=F\u00FCr die Vorschau des ausgew\u00E4hlten Templates wird der Standard-Vorschau-Channel verwendet. Die Template-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie das Template trotzdem anzeigen?
PreviewMessageBox.TheSelectedABTestStartsAndEndsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten A/B-Tests liegt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Die A/B-Test-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie den A/B-Test mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedABTestStartsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten A/B-Tests beginnt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Wollen Sie den A/B-Test mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedCampaignStartsAndEndsInThePast.message=Der Sichtbarkeitszeitraum der ausgew\u00E4hlten Kampagne liegt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Die Kampagnenvorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie die Kampagne mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedCampaignStartsInThePast.message=Der Sichtbarkeitszeitraum der ausgew\u00E4hlten Kampagne beginnt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Wollen Sie die Kampagne mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedCategoryStartsAndEndsInThePast.message=Der Sichtbarkeitszeitraum der ausgew\u00E4hlten Kategorie liegt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Die Kategorievorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie die Kategorie mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedCategoryStartsInThePast.message=Der Sichtbarkeitszeitraum der ausgew\u00E4hlten Kategorie beginnt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Wollen Sie die Kategorie mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedCmsElementStartsAndEndsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten Content-Objekts liegt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Die Content-Objekt-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie das Content-Objekt mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedCmsElementStartsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten Content-Objekts beginnt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Wollen Sie das Content-Objekt mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedComponentStartsAndEndsInThePast.message=Der Sichtbarkeitszeitraum der ausgew\u00E4hlten Komponente liegt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Die Komponenten-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie die Komponente mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedComponentStartsInThePast.message=Der Sichtbarkeitszeitraum der ausgew\u00E4hlten Komponente beginnt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Wollen Sie die Komponente mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedComponentTemplateStartsAndEndsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten Komponenten-Templates liegt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Die Komponenten-Template-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie das Komponenten-Template mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedComponentTemplateStartsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten Komponenten-Templates beginnt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Wollen Sie das Komponenten-Template mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedPageTemplateStartsAndEndsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten Seiten-Templates liegt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Die Seiten-Template-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie das Seiten-Template mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedPageTemplateStartsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten Seiten-Templates beginnt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Wollen Sie das Seiten-Template mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedPageVariantStartsAndEndsInThePast.message=Der Sichtbarkeitszeitraum der ausgew\u00E4hlten Seitenvariante liegt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Die Seitenvarianten-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie die Seitenvariante mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedPageVariantStartsInThePast.message=Der Sichtbarkeitszeitraum der ausgew\u00E4hlten Seitenvariante beginnt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Wollen Sie die Seitenvariante mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedProductStartsAndEndsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten Produkts liegt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Die Produktvorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie das Produkt mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedProductStartsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten Produkts beginnt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Wollen Sie das Produkt mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedPromotionStartsAndEndsInThePast.message=Der Sichtbarkeitszeitraum der ausgew\u00E4hlten Aktion liegt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Die Aktionsvorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie die Aktion mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedPromotionStartsInThePast.message=Der Sichtbarkeitszeitraum der ausgew\u00E4hlten Aktion beginnt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Wollen Sie die Aktion mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedTemplateStartsAndEndsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten Templates liegt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Die Template-Vorschau kann deshalb zu unerwarteten Ergebnissen in der Storefront f\u00FChren. Wollen Sie das Template mit der aktuellen Zeit anzeigen?
PreviewMessageBox.TheSelectedTemplateStartsInThePast.message=Der Sichtbarkeitszeitraum des ausgew\u00E4hlten Templates beginnt in der Vergangenheit, aber die Vorschau in der Vergangenheit ist deaktiviert. Wollen Sie das Template mit der aktuellen Zeit anzeigen?
PreviewPanelError.AtLeastOneCustomerSegmentNeedsToBeSelected=W\u00E4hlen Sie mindestens ein Kundensegment aus.
PreviewPanelError.DateTimeIsNotInTheCorrectFormat=Format des Datums/der Zeit ist ung\u00FCltig.
PreviewPanelError.DateTimeRefersToThePast=<br/>Storefront-Bearbeitung in der Vergangenheit ist nicht erlaubt, w\u00E4hlen Sie deshalb ein anderes Datum/eine andere Zeit.
PreviewPanelError.ParameterIsInvalid={0} ist ung\u00FCltig.
PreviewPanelError.PleaseWaitUntilTheDesignViewHasFinished=Warten Sie, bis die Design-Ansicht fertig geladen ist.
PreviewPanelError.TheApplicationIsInvalid=<br/>Geben Sie eine g\u00FCltige Applikation an.
PreviewPanelError.TheCurrencyIsInvalid=<br/>Geben Sie eine g\u00FCltige W\u00E4hrung an.
PreviewPanelError.TheDisplaySizeWidthOrHeightIsNotCorrect=Format der Darstellungsgr\u00F6\u00DFe (Breite oder H\u00F6he) ist ung\u00FCltig.
PreviewPanelError.TheLanguageIsInvalid=<br/>Geben Sie eine g\u00FCltige Sprache an.
PreviewPromotions.AnInvalidErrorMessage=Ung\u00FCltige Fehlermeldung.
PreviewPromotions.Enabled.input=aktiviert
PreviewPromotions.Promotions=Aktionen
PreviewUserGroups.ContentComponentsShippingRulesAndPayment=Content-Komponenten, Versandregeln und Zahlungsarten
PreviewUserGroups.CustomerSegments.label=Kundensegmente
PreviewUserGroups.PreviewContextForCustomerSegments.label=Vorschau-Kontext f\u00FCr die folgenden Kundensegmente
ProductAvailabilityIgnored.IgnoreAvailabilityFlag.label=Verf\u00FCgbarkeits-Merkmal ignorieren
ProductInventoryIgnored.MakeAllProductsAvailable.label=Alle Produkte verf\u00FCgbar machen
ProductInventoryIgnored.ProductsMayBeNotAvailableForPurchase=Produkte k\u00F6nnen wom\u00F6glich nicht gekauft werden. Diese Option \u00FCberschreibt entsprechende Bestandsinformationen und macht alle Produkte in der Vorschau zum Kauf verf\u00FCgbar.
ProductOnlineIgnored.CatalogSettings.label=Katalog-Einstellungen
ProductOnlineIgnored.MakeAllProductsVisible.label=Alle Produkte sichtbar machen
ProductOnlineIgnored.ProductsCanBeSetToBeInvisible=Produkte k\u00F6nnen f\u00FCr die Storefront unsichtbar gemacht werden. Diese Option \u00FCberschreibt entsprechende Einstellungen und macht alle Produkte in der Vorschau sichtbar.
