SEOSettingsPreferences.ChannelPreferences.text=Pr\u00E9f\u00E9rences du canal
SEOSettingsPreferences.SEOSettings.text=Param\u00E8tres SEO
SEOSettingsPreferences.title.text=Param\u00E8tres SEO
SEOSettingsPreferences.title.description=Contr\u00F4lez les fonctions de vitrine concernant le SEO
SEOSettingsPreferences.RichSnippets.Enable.label=Extraits enrichis
SEOSettingsPreferences.RichSnippets.Enable.description=Activer/d\u00E9sactiver le rendu \u00E0 l\u2019\u00E9chelle de la voie des extraits enrichis. Les extraits enrichis sont un format de micro donn\u00E9es qui est inclus dans les pages de vitrine des magasins. Les moteurs de recherche peuvent extraire des informations sur les produits ou les catalogues (par exemple prix, types, noms) sans analyser le contenu HTML.
SEOSettingsPreferences.HRefLang.Enable.label=Liens sp\u00E9cifiques pour les param\u00E8tres r\u00E9gionaux.
SEOSettingsPreferences.HRefLang.Enable.description=Inclut des liens vers toutes les langues disponibles (localisations) pour des pages de vitrines donn\u00E9es. Actuellement, le syst\u00E8me prend en charge les pages de produit, de catalogue, de contenu et la page de recherche de magasin (Store Finder).
SEOSettingsPreferences.URLRewrite.Enable.label=R\u00E9\u00E9criture d\u2019URL
SEOSettingsPreferences.URLRewrite.Enable.description=Activer/d\u00E9sactiver la cr\u00E9ation d\u2019URL de vitrines lisibles. Veuillez noter que la modification de ce param\u00E8tre rend automatiquement le cache de la page invalide afin d\u2019\u00E9viter les probl\u00E8mes de mise en cache.
SEOSettingsPreferences.URLRewrite.Enable.warning=Ne d\u00E9sactivez pas la r\u00E9\u00E9criture d\u2019URL dans un environnement de production.
SEOSettingsPreferences.URLRewrite.SiteName.label=Nom de site de r\u00E9\u00E9criture d\u2019URL
SEOSettingsPreferences.URLRewrite.SiteName.description=Le nom de site de r\u00E9\u00E9criture d\u2019URL sp\u00E9cifi\u00E9 remplace le nom de site par d\u00E9faut dans les URL r\u00E9\u00E9crites. Cela implique que la r\u00E9\u00E9criture d\u2019URL est activ\u00E9e et que le nom du site fait partie de l\u2019URL r\u00E9\u00E9crite.
SEOSettingsPreferences.Apply.button=Appliquer
SEOSettingsPreferences.Reset.button=R\u00E9tablir
