#
# D\u00E9finition des attributs localis\u00E9s des d\u00E9finitions de pr\u00E9f\u00E9rences
#
# Syntaxe\u00A0: nom_pr\u00E9f\u00E9rence=nomAffichage;description
#   ...
#
#
# pr\u00E9f\u00E9rences syst\u00E8me
#
#
# pr\u00E9f\u00E9rences de site
#
#
# pr\u00E9f\u00E9rences d\u2019unit\u00E9
#
OrderRoutingIntervall=Order Routing Intervall; D\u00E9finit l\u2019intervalle pour les r\u00E8gles de cheminement \u00E0 ex\u00E9cuter.
OrderRequiredAttributes=Order Required Attributes;d\u00E9finit les attributs qui sont copi\u00E9s \u00E0 partir des produits lors de la cr\u00E9ation de l\u2019ordre.
PreviewSource=Preview Source;D\u00E9finit s\u2019il faut rechercher des composants de contenu dans le syst\u00E8me de fichiers ou dans la base de donn\u00E9es.
DefaultLocale=Default Locale (Obsol\u00E8te); D\u00E9finit le param\u00E8tre r\u00E9gional par d\u00E9faut pour le canal. Obsol\u00E8te\u00A0: Utilisez plut\u00F4t la fonction DefaultLocale de l\u2019application.
DefaultCurrency=Default Currency (Obsol\u00E8te); D\u00E9finit la devise par d\u00E9faut pour le canal. Obsol\u00E8te\u00A0: Utilisez plut\u00F4t la fonction DefaultCurrency de l\u2019application
ProxyUnitType=Proxy Unit Type;Pr\u00E9f\u00E9rence qui d\u00E9tient l\u2019identificateur du type d\u2019unit\u00E9 mandataire.
ProxyUnitParameters=Proxy Unit Parameters;Pr\u00E9f\u00E9rence qui d\u00E9tient la liste s\u00E9par\u00E9e par des virgules des noms de pr\u00E9f\u00E9rences des pr\u00E9f\u00E9rences modifiables par l\u2019utilisateur pour ce type d\u2019unit\u00E9 mandataire.
ProxyUnitPushPipeline=Push Pipeline;Pr\u00E9f\u00E9rence qui d\u00E9tient le nom du pipeline qui transf\u00E8re les commandes au syst\u00E8me externe.
ProxyUnitPushInterval=Push Interval (mins.);L\u2019intervalle pendant lequel le syst\u00E8me v\u00E9rifie si les nouvelles instances de commande doivent \u00EAtre transf\u00E9r\u00E9es au syst\u00E8me externe.
ProxyUnitPullPipeline=Pull Pipeline;Pr\u00E9f\u00E9rence qui d\u00E9tient le nom du pipeline utilis\u00E9 pour demander au syst\u00E8me externe de nouvelles informations concernant une instance de commande d\u00E9j\u00E0 transmise au syst\u00E8me externe.
ProxyUnitPullInterval=Pull Interval (mins.);L\u2019intervalle pendant lequel le syst\u00E8me recherche les mises \u00E0 jour dans le syst\u00E8me externe.
# Proxy Unit sample Simple Email
ExternalSystemEmailAddress=Email Address;L\u2019adresse e-mail \u00E0 laquelle les commandes sont envoy\u00E9es.
# sorting preferences
ProductDefaultSortingAttribute=Product Default Sorting Attribute;Pr\u00E9f\u00E9rence qui d\u00E9tient l\u2019identificateur du type d\u2019attribut \u00E0 trier (aucun, standard, personnalis\u00E9).
ProductDefaultSortingStandardValue=Product Default Sorting Standard Value;Pr\u00E9f\u00E9rence qui d\u00E9tient la valeur de l\u2019attribut de tri standard (nom, valeur).
ProductDefaultSortingCustomValue=Product Default Sorting Custom Value;Pr\u00E9f\u00E9rence qui d\u00E9tient la valeur de l\u2019attribut de tri personnalis\u00E9.
ProductDefaultSortingCustomValueType=Product Default Sorting Custom Value Type;Pr\u00E9f\u00E9rence qui d\u00E9tient le type de valeur pour l\u2019attribut de tri personnalis\u00E9.
ProductDefaultSortingDirection=Product Default Sorting Direction;Pr\u00E9f\u00E9rence qui d\u00E9tient la direction du triage (ascendante, descendante).
ProductDefaultSortingCustomLocalizableFlag=Product Default Sorting Custom Value Localizable Flag;Pr\u00E9f\u00E9rence valide si l\u2019attribut de tri personnalis\u00E9 est localis\u00E9.
SubCategoryDefaultSortingAttribute=Sub-Category Default Sorting Attribute;Pr\u00E9f\u00E9rence qui d\u00E9tient l\u2019identificateur du type d\u2019attribut \u00E0 trier (aucun, standard, personnalis\u00E9).
SubCategoryDefaultSortingStandardValue=Sub-Category Default Sorting Standard Value;Pr\u00E9f\u00E9rence qui d\u00E9tient la valeur de l\u2019attribut de tri standard (nom, ID).
SubCategoryDefaultSortingCustomValue=Sub-Category Default Sorting Custom Value;Pr\u00E9f\u00E9rence qui d\u00E9tient la valeur de l\u2019attribut de tri personnalis\u00E9.
SubCategoryDefaultSortingCustomValueType=Sub-Category Default Sorting Custom Value Typ;Pr\u00E9f\u00E9rence qui d\u00E9tient le type de valeur pour l\u2019attribut de tri personnalis\u00E9.
SubCategoryDefaultSortingDirection=Sub-Category Default Sorting Direction;Pr\u00E9f\u00E9rence qui maintient la direction du triage (ascendante, descendante).
SubCategoryDefaultSortingCustomLocalizableFlag=Sub-Category Default Sorting Custom Value Localizable Flag;Pr\u00E9f\u00E9rence valide si l\u2019attribut de tri personnalis\u00E9 est localis\u00E9.
CatalogDefaultSortingAttribute=Catalog Default Sorting Attribute;Pr\u00E9f\u00E9rence qui d\u00E9tient l\u2019identificateur du type d\u2019attribut \u00E0 trier (aucun, standard, personnalis\u00E9).
CatalogDefaultSortingStandardValue=Catalog Default Sorting Standard Value;Pr\u00E9f\u00E9rence qui d\u00E9tient la valeur de l\u2019attribut de tri standard (nom, ID).
CatalogDefaultSortingCustomValue=Catalog Default Sorting Custom Value;Pr\u00E9f\u00E9rence qui d\u00E9tient la valeur de l\u2019attribut de tri personnalis\u00E9.
CatalogDefaultSortingCustomValueType=Catalog Default Sorting Custom Value Type;Pr\u00E9f\u00E9rence qui d\u00E9tient le type de valeur pour l\u2019attribut de tri personnalis\u00E9.
CatalogDefaultSortingDirection=Catalog Default Sorting Direction;Pr\u00E9f\u00E9rence qui d\u00E9tient la direction du triage (ascendante, descendante).
CatalogDefaultSortingCustomLocalizableFlag=Catalog Default Sorting Custom Value Localizable Flag;Pr\u00E9f\u00E9rence valide si l\u2019attribut de tri personnalis\u00E9 est localis\u00E9.
# Payment Preferences (ID of the payment method, followed by the name of the preference)
DCC.DIRECT_CREDITCARD_ENTRY.MerchantID=Merchant ID;Pr\u00E9f\u00E9rence qui d\u00E9tient l\u2019ID du commer\u00E7ant utilis\u00E9 pour le mode de paiement "Saisie directe par carte de cr\u00E9dit".
DCC.DIRECT_CREDITCARD_ENTRY.MerchantNo=Merchant No;Pr\u00E9f\u00E9rence qui d\u00E9tient le num\u00E9ro du commer\u00E7ant utilis\u00E9 pour le mode de paiement "Saisie directe par carte de cr\u00E9dit".
#Product Editing Preferences
ProductLongDescriptionEditMode=Product Long Description Edit Mode; Pr\u00E9f\u00E9rence qui d\u00E9tient le mode dans lequel les descriptions du produit longues sont \u00E9dit\u00E9es.
ProductShortDescriptionEditMode=Product Short Description Edit Mode; Pr\u00E9f\u00E9rence qui d\u00E9ntient le mode dans lequel les descriptions du produit courtes sont \u00E9dit\u00E9es.
#Product Approval Preferences
ProductApprovalEnabled=Product Approval Enabled; Pr\u00E9f\u00E9rence qui active ou d\u00E9sactive la fonctionnalit\u00E9 d\u2019approbation du produit
#
# Pr\u00E9f\u00E9rences de notification de produit
#
ProductNotificationEmailFrom=Notification de produit par e-mail \u00E0 partir de l\u2019adresse; L\u2019adresse e-mail de l\u2019exp\u00E9diteur pour les notifications de produits.
ProductNotificationEmailSubject=L\u2019objet de l\u2019e-mail de notification du produit; La ligne d\u2019objet de l\u2019e-mail pour les notifications de produits.
ProductNotificationEmailTemplate=Mod\u00E8le de l\u2019e-mail de notification de produit; Le mod\u00E8le de l\u2019e-mail pour les notifications de produits. La mise en page de l\u2019e-mail est d\u00E9finie par le mod\u00E8le d\u2019e-mail. 
ProductNotificationEmailDeleteTemplate=Mod\u00E8le de l\u2019e-mail pour la suppression de la notification du produit; Le mod\u00E8le de l\u2019e-mail pour la suppression des notifications de produits. La mise en page de l\u2019e-mail est d\u00E9finie par le mod\u00E8le de suppression d\u2019e-mail.
#
# Wishlist Preferences
#
WishlistEmailFrom=Wishlist Email From Address;L\u2019adresse e-mail de l\u2019exp\u00E9diteur de la liste de souhaits. 
#
# Bonus Point Preferences
#
BonusPointExpirationTime=Bonus point expiration time;Le temps en jours apr\u00E8s lequel les  bonus accord\u00E9s devraient expirer automatiquement. Une valeur n\u00E9gative signifie une dur\u00E9e de vie infinie.
BonusPointAccountEntryLifeTimeExtention=Bonus point account entry life time extention;Dur\u00E9e de vie en jours des entr\u00E9es de bonus apr\u00E8s leur expiration. Apr\u00E8s cela, les entr\u00E9es peuvent \u00EAtre supprim\u00E9es de la base de donn\u00E9es. Une valeur n\u00E9gative signifie une dur\u00E9e de vie infinie.
BonusPointAccountTransactionLifeTime=Bonus point account transaction life time;Dur\u00E9e de vie en jours des transactions appartenantes \u00E0 un compte de bonus. Apr\u00E8s cela, les transactions peuvent \u00EAtre supprim\u00E9es de la base de donn\u00E9es. Une valeur n\u00E9gative signifie une dur\u00E9e de vie infinie.
BonusPointAccountTransactionBuyerViewingTime=Bonus point account transaction buyer viewing time;D\u00E9finit le nombre de jours pendant lesquels un acheteur peut voir ses transactions de bonus
BonusPointActivationTime=Bonus point activation time;Le temps apr\u00E8s lequel les points accord\u00E9s devrions devenir automatiquement \u00E9changeables. Une valeur n\u00E9gative signifie que son activation n\u2019est jamais automatique.
#
# Web Crawler Preferences
#
WebCrawlerRunState=Running state of the web crawlers; L\u2019\u00E9tat op\u00E9rationnel des robots d\u2019indexation.
WebCrawlerURL=Start URL; L\u2019url de d\u00E9part du robot d\u2019indexation
WebCrawlerMaxRunningTime=Maximum running time; La dur\u00E9e de fonctionnement maximale du robot d\u2019indexation
WebCrawlerStopTime=Stop time; Le temps d\u2019arr\u00EAt du robot d\u2019indexation
