basket.deletion.info=Le panier sera supprim\u00E9.
basket.not_found.error=Le panier est introuvable.
basket.no_user_assigned.error=Aucun utilisateur n\u2019est attribu\u00E9 au panier.
basket.cost_center_no_business_customer.error=La fonctionnalit\u00E9 de centre de co\u00FBts n\u2019est disponible que pour les clients B2B connect\u00E9s.
basket.creation.info=Le panier a \u00E9t\u00E9 cr\u00E9\u00E9.
basket.creation.error=Le panier n\u2019a pas pu \u00EAtre cr\u00E9\u00E9.
basket.update.info=Le panier a \u00E9t\u00E9 mis \u00E0 jour.
basket.update.error=Le panier n\u2019a pas pu \u00EAtre mis \u00E0 jour.
basket.line_item.not_found.error=L\u2019article n\u2019a pas pu \u00EAtre trouv\u00E9.
basket.line_item.deletion.error=L\u2019article n\u2019a pas pu \u00EAtre supprim\u00E9.
basket.line_item.deletion.info=L\u2019article a \u00E9t\u00E9 supprim\u00E9.
basket.line_item.created.info=Cet article a \u00E9t\u00E9 ajout\u00E9 \u00E0 votre panier.
basket.line_item.merged.info=Cet article a \u00E9t\u00E9 ajout\u00E9 \u00E0 votre panier.
basket.line_item.add.info.AddedToExistingLineItemWithAdjustedQuantity=Cet article est en stock limit\u00E9. Nous avons ajust\u00E9 la quantit\u00E9 pour refl\u00E9ter le nombre d\u2019articles disponibles et ajout\u00E9 l\u2019article \u00E0 votre panier.
basket.line_item.add.info.AddedToNewLineItemWithAdjustedQuantity=Cet article est en stock limit\u00E9. Nous avons ajust\u00E9 la quantit\u00E9 pour refl\u00E9ter le nombre d\u2019articles disponibles et ajout\u00E9 l\u2019article \u00E0 votre panier.
basket.line_item.add.error=L\u2019article n\u2019a pas pu \u00EAtre ajout\u00E9 \u00E0 votre panier.
basket.line_item.add.error.cause.MaxItemQuantityExceeded=La quantit\u00E9 d\u2019articles maximale autoris\u00E9e est d\u00E9pass\u00E9e.
basket.line_item.add.info=L\u2019article n\u2019a pas pu \u00EAtre ajout\u00E9 \u00E0 votre panier.
basket.line_item.product_not_found.error=Le produit avec la SKU "{0}" n\u2019a pas pu \u00EAtre trouv\u00E9.
basket.line_item.update.info=L\u2019article a \u00E9t\u00E9 mis \u00E0 jour.
basket.line_item.adjustment.cause.MaxItemQuantityExceeded=La quantit\u00E9 d\u2019articles maximale autoris\u00E9e a \u00E9t\u00E9 d\u00E9pass\u00E9e.
basket.line_item.quantity_is_null.error=La quantit\u00E9 que vous avez saisie ne peut pas \u00EAtre nulle.
basket.line_item.quantity_value_is_null.error=La valeur de quantit\u00E9 que vous avez saisie ne peut pas \u00EAtre nulle.
basket.line_item.sku_is_null.error=La SKU de l\u2019article ne doit pas \u00EAtre nulle.
basket.line_item.update.error=L\u2019article n\u2019a pas pu \u00EAtre mis \u00E0 jour.
basket.line_item.update.error.cause.WrongProductTypeVariationMaster=Le nouveau produit doit appartenir \u00E0 la m\u00EAme variation principale que celle du produit pr\u00E9c\u00E9dent.
basket.payment.payment_method_restriction.info =L\u2019utilisation de ce mode de paiement est limit\u00E9e.
basket.address.deletion.info=L\u2019adresse a \u00E9t\u00E9 supprim\u00E9e.
basket.address.deletion.error=L\u2019adresse n\u2019a pas pu \u00EAtre supprim\u00E9e.
basket.address.creation.error=L\u2019adresse n\u2019a pas pu \u00EAtre ajout\u00E9e pour votre panier.
basket.address.creation.error.cause.usage=Indicateurs d\u2019utilisation d\u2019adresses contradictoires.
basket.address.creation.error.cause.DuplicateAddress=Il existe d\u00E9j\u00E0 une adresse avec ces donn\u00E9es.
basket.address.update.error=L\u2019adresse n\u2019a pas pu \u00EAtre mise \u00E0 jour.
basket.address.update.info=L\u2019adresse a \u00E9t\u00E9 mise \u00E0 jour.
address.not_found.error=Adresse introuvable.
address.line_item.single_shipment.error=L\u2019adresse de livraison ne peut pas \u00EAtre d\u00E9finie au niveau de l\u2019article lorsque les envois individuels sont activ\u00E9s.
address.address_not_valid_in_this_context.error=L\u2019adresse ne peut pas \u00EAtre utilis\u00E9e pour le but pr\u00E9vu.
address.wrong_address_type_no_invoice_to_address.error=L\u2019adresse n\u2019est pas une adresse de facturation.
address.wrong_address_type_no_ship_to_address.error=L\u2019adresse n\u2019est pas une adresse de livraison.
affiliate.partner_not_found.error=Aucun partenaire affili\u00E9 n\u2019a pu \u00EAtre trouv\u00E9 pour l\u2019ID du partenaire sp\u00E9cifi\u00E9.
affiliate.partner_not_found_for_program.error=Aucun partenaire affili\u00E9 n\u2019a pu \u00EAtre trouv\u00E9 pour le programme d\u2019affiliation sp\u00E9cifi\u00E9.
affiliate.program_not_found.error=Aucun programme d\u2019affiliation n\u2019a pu \u00EAtre trouv\u00E9 pour l\u2019ID du programme sp\u00E9cifi\u00E9.
affiliate.program_not_enabled.error=Le programme d\u2019affiliation avec l\u2019ID sp\u00E9cifi\u00E9 n\u2019est pas activ\u00E9.
affiliate.program_not_found_for_partner.error=Le programme d\u2019affiliation avec l\u2019ID sp\u00E9cifi\u00E9 n\u2019a pas pu \u00EAtre trouv\u00E9 pour le partenaire d\u2019affiliation donn\u00E9.
basket.recurrence_missing_start_date.error=Aucune date de d\u00E9but pour l\u2019abonnement n\u2019a \u00E9t\u00E9 sp\u00E9cifi\u00E9e.
basket.recurrence_missing_interval.error=Aucun intervalle de temps pour l\u2019abonnement n\u2019a \u00E9t\u00E9 sp\u00E9cifi\u00E9.
shipping_bucket.not_found.error=Conteneur d\u2019exp\u00E9dition introuvable.
shipping_method.not_found.error=Mode d\u2019exp\u00E9dition introuvable.
shipping_method.line_item.single_shipment.error=Le mode d\u2019exp\u00E9dition ne peut pas \u00EAtre d\u00E9fini au niveau de l\u2019article si les envois individuels sont activ\u00E9s.
shipping_bucket.update.info=Le conteneur d\u2019exp\u00E9dition a \u00E9t\u00E9 mis \u00E0 jour.
shipping_bucket.could_not_update.error=Le conteneur d\u2019exp\u00E9dition n\u2019a pas pu \u00EAtre mis \u00E0 jour.
basket.shipping_method_not_eligible.error=Le mode d\u2019exp\u00E9dition n\u2019est pas admissible pour le panier.
shipping_bucket.shipping_method_not_eligible.error=Le mode d\u2019exp\u00E9dition n\u2019est pas admissible pour le conteneur d\u2019exp\u00E9dition.
payment.creation.error=Le paiement n\u2019a pas pu \u00EAtre cr\u00E9\u00E9.
payment.not_found.error=Le paiement est introuvable.
payment.deletion.info=Le paiement a \u00E9t\u00E9 supprim\u00E9.
payment.payment_instrument_is_null.error=L\u2019instrument de paiement s\u00E9lectionn\u00E9 ne peut pas \u00EAtre nul.
payment.payment_instrument_not_found.error=L\u2019instrument de paiement s\u00E9lectionn\u00E9 est introuvable.
payment.payment_instrument_not_applicable.error=L\u2019instrument de paiement s\u00E9lectionn\u00E9 ne peut pas \u00EAtre utilis\u00E9 car il n\u2019est pas applicable pour le panier actuel.
cost_center.cost_center_not_found.error=Aucun centre de co\u00FBts n\u2019a pu \u00EAtre trouv\u00E9 pour l\u2019ID sp\u00E9cifi\u00E9.
cost_center.buyer_not_assigned_to_cost_center.error=L\u2019utilisateur n\u2019est pas attribu\u00E9 au centre de co\u00FBts avec le r\u00F4le "acheteur".
