#
# Messages localis\u00E9s pour les promotions
#
#
# Messages d\u2019erreur lors de la cr\u00E9ation/mise \u00E0 jour d\u2019une promotion
#
error.name.required=Le champ Nom est requis.
error.id.required=Le champ ID est requis.
error.id.invalid=Le champ ID ne doit pas contenir de caract\u00E8res sp\u00E9ciaux (seuls les lettres, chiffres, points et signes moins sont autoris\u00E9s).
error.rank.required=Le champ Rang est requis.
error.rank.intrange=Le champ Rang doit \u00EAtre une valeur enti\u00E8re >= 0.
error.priority.required=Le champ Priorit\u00E9 est requis.
error.priority.intrange=Le champ Priorit\u00E9 doit \u00EAtre une valeur enti\u00E8re >= 0.
error.budgetsource.required=Le champ Source budg\u00E9taire est requis.
error.double=Le champ d\u2019entr\u00E9e doit \u00EAtre une valeur double.
error.startdatetime=Le format de la date de d\u00E9but est incorrect. Entrez une date au format correct. Le champ de la date et de l\u2019heure doit \u00EAtre renseign\u00E9.
error.enddatetime=Le format de la date de fin est incorrect. Entrez une date au format correct. Le champ de la date et de l\u2019heure doit \u00EAtre renseign\u00E9.
error.dependenttimeframe=La date {0} doit \u00EAtre comprise dans la p\u00E9riode d\u2019activation de la campagne \u00E0 laquelle la promotion est attribu\u00E9e.
error.dependentintrange=La plage du nombre s\u00E9lectionn\u00E9 n\u2019est pas valide. Veuillez r\u00E9essayer. 
error.dependentmoneyrange=La plage de la valeur d\u2019argent s\u00E9lectionn\u00E9e n\u2019est pas valide. Veuillez r\u00E9essayer.
error.dateafter=La date de d\u00E9but doit \u00EAtre ant\u00E9rieure \u00E0 la date de fin.
error.PromotionAlreadyExists=L\u2019ID n\u2019est pas unique. Entrez un ID unique pour la nouvelle promotion.
error.BudgetAmount=Le montant du budget de la promotion n\u2019est pas valide: Il doit \u00EAtre sup\u00E9rieur \u00E0\u00A00.
error.BudgetExhausted=Impossible de d\u00E9sactiver la promotion car le budget est \u00E9puis\u00E9.
error.BudgetExhaustedList=Une ou plusieurs promotions ne peuvent pas \u00EAtre d\u00E9sactiv\u00E9es car le budget est \u00E9puis\u00E9.
error.budgetnotification=Sp\u00E9cifiez la notification par e-mail\u00A0: informez l\u2019utilisateur lorsque le budget est d\u00E9pass\u00E9 ou lorsque la valeur seuil est atteinte et ins\u00E9rez une valeur seuil sup\u00E9rieure \u00E0 0.
error.email=L\u2019adresse e-mail n\u2019est pas valide. Entrez une adresse correcte.
error.percentage=La valeur en pourcentage est incorrecte. Entrez une valeur valide.
error.doublerange=La valeur est incorrecte. Entrez une valeur valide.
error.moneyrange=La valeur de l\u2019argent est incorrecte. Entrez une valeur valide.
error.copy.nopromotion=Vous devez s\u00E9lectionner exactement une promotion \u00E0 copier.
error.delete.promotion=Impossible de supprimer certaines des promotions s\u00E9lectionn\u00E9es car elles sont activ\u00E9es. Commencez par les d\u00E9sactiver.
error.delete.single.promotion=Impossible de supprimer la promotion car elle est activ\u00E9e. Commencez par la d\u00E9sactiver.
error.delete.promotion.witherrors=Impossible de supprimer la promotion.<br/>Commencez par d\u00E9sactiver la promotion et supprimer toutes les remises correspondantes, puis supprimez la promotion.
error.disable.promotion=Toutes les promotions s\u00E9lectionn\u00E9es sont d\u00E9j\u00E0 d\u00E9sactiv\u00E9es. Au moins l\u2019une des promotions s\u00E9lectionn\u00E9es doit \u00EAtre activ\u00E9e. 
error.disable.nopromotion=Vous n\u2019avez rien s\u00E9lectionn\u00E9. S\u00E9lectionnez une promotion, puis cliquez de nouveau sur D\u00E9sactiver.
error.promotion.noapplication=L\u2019application est obligatoire. S\u00E9lectionnez une application valide pour la promotion.
#
# Messages d\u2019erreur lors de la g\u00E9n\u00E9ration de codes promotionnels
#
error.code.prefix.length=La valeur du champ Pr\u00E9fixe du code est incorrecte. Entrez une longueur valide pour le pr\u00E9fixe du code. La longueur du pr\u00E9fixe du code doit \u00EAtre inf\u00E9rieure \u00E0 celle du code.
error.code.prefix.maxlength=La valeur du champ Pr\u00E9fixe du code est incorrecte. Entrez une longueur de pr\u00E9fixe de code valide de 128\u00A0caract\u00E8res maximum.                      
error.code.length.intrange=La valeur du champ Longueur du code est incorrecte. Entrez une longueur valide comprise entre\u00A01 et\u00A0128 pour le code.                     
error.code.length.required=Le champ de la longueur de code est obligatoire.                         
error.code.number.intrange=Le champ Nombre de codes est incorrect. Entrez un nombre valide compris entre\u00A01 et\u00A0100000.
error.code.number.required=Le champ Nombre de codes est obligatoire.
error.code.SuffixLengthToShort=Il n\u2019y a pas suffisamment de codes disponibles pour cr\u00E9er le nombre de codes souhait\u00E9 avec cette longueur de code. Entrez une autre longueur de code.
error.code.MissingSuffixLength=La longueur du code n\u2019est pas d\u00E9finie. Entrez une longueur de code valide.
error.code.MaxRedemptionInBasket=La valeur doit \u00EAtre un entier compris entre 0 et 2147483647.
error.profanitycheck=D\u2019apr\u00E8s la liste des termes inappropri\u00E9s, injurieux ou vulgaires, les termes - {0} - ne sont pas autoris\u00E9s.
#
# Messages d\u2019erreur lors de la cr\u00E9ation/mise \u00E0 jour d\u2019un message dynamique
#
error.message.required=Le champ Message est requis.
error.unknownPlaceholders=Les espaces r\u00E9serv\u00E9s suivants contenus dans le message dynamique actuel sont inconnus\u00A0:
error.invalidPlaceholderSyntax=La syntaxe des espaces r\u00E9serv\u00E9s dans le texte du message n\u2019est pas valide. Le pr\u00E9fixe {0} ou le suffixe {1} est peut-\u00EAtre manquant.
#
# Messages d\u2019erreur du contenu de promotions
#
error.content.startdate=La date de d\u00E9but du contenu doit \u00EAtre ant\u00E9rieure ou \u00E9gale \u00E0 la date de d\u00E9but de la promotion associ\u00E9e.
error.content.enddate=La date de fin du contenu doit \u00EAtre post\u00E9rieure ou \u00E9gale \u00E0 la date de fin de la promotion associ\u00E9e.
#
# Messages d\u2019erreurs de formulaires en ligne g\u00E9n\u00E9raux 
#
error.required=Renseignez tous les champs requis, puis r\u00E9essayez.
error.money=Le montant d\u2019argent n\u2019est pas valide. Ins\u00E9rez un montant valide.
error.integer=Le champ n\u2019est pas valide. La valeur n\u2019est pas un nombre.
error.dependson=Le champ {0} est obligatoire. Entrez une valeur.
error.selection=S\u00E9lectionnez l\u2019un des boutons radio.
#
# Phrases de notification du budget
#
promotion.budget.exhausted.email.subject=\u00C9puis\u00E9
promotion.budget.threshold.email.subject=Le pourcentage est atteint
# PromotionActionError
promotionActionError.discountCouldNotBeUpdated.error=La remise n\u2019a pas pu \u00EAtre mis \u00E0 jour:
