#
# Localized messages for promotions
#
#
# Error Messages by creating updating a promotion
#
error.name.required=Eingabe im Feld Name ist erforderlich.
error.id.required=Eingabe im Feld ID ist erforderlich.
error.id.invalid=Das Feld ID darf keine Sonderzeichen enthalten (nur Buchstaben, Ziffern, Punkte und Minus).
error.rank.required=Eingabe im Feld Platzierung ist erforderlich.
error.rank.intrange=Platzierung muss eine ganze Zahl >= 0 sein.
error.priority.required=Eingabe im Feld Priorit\u00E4t ist erforderlich.
error.priority.intrange=Priorit\u00E4t muss eine ganze Zahl >= 0 sein.
error.budgetsource.required=Eingabe im Feld Budgetquelle ist erforderlich.
error.double=Der Eingabewert muss ein Wert vom Typ Double sein.
error.startdatetime=Format des Startdatums ist ung\u00FCltig. Geben Sie ein Datum im g\u00FCltigen Format ein. Tag- und Zeit-Eingabefelder d\u00FCrfen nicht leer sein.
error.enddatetime=Format des Enddatums ist ung\u00FCltig. Geben Sie ein Datum im g\u00FCltigen Format ein. Tag- und Zeit-Eingabefelder d\u00FCrfen nicht leer sein.
error.dependenttimeframe=Das {0} Datum muss innerhalb des Aktivierungszeitraums der zugeh\u00F6rigen Kampagne f\u00FCr die Aktion sein.
error.dependentintrange=Der Bereich f\u00FCr die gew\u00E4hlte Zahl ist ung\u00FCltig. Wiederholen Sie die Eingabe. 
error.dependentmoneyrange=Der Bereich f\u00FCr den gew\u00E4hlten Geldbetrag ist ung\u00FCltig. Wiederholen Sie die Eingabe.
error.dateafter=Das Startdatum muss vor dem Enddatum liegen.
error.PromotionAlreadyExists=Die ID ist nicht eindeutig. Geben Sie eine eindeutige ID f\u00FCr die neue Aktion an.
error.BudgetAmount=Die Budgetmenge f\u00FCr die Aktion ist ung\u00FCltig: Der Betrag muss gr\u00F6\u00DFer 0 sein.
error.BudgetExhausted=Aktion kann nicht aktiviert werden, da das Budget ausgesch\u00F6pft ist.
error.BudgetExhaustedList=Eine oder mehrere Aktionen k\u00F6nnen nicht aktiviert werden, da ihr Budget ausgesch\u00F6pft ist.
error.budgetnotification=Richten Sie die E-Mail-Benachrichtigung ein: Benachrichtigung bei Aussch\u00F6pfung des Budgets oder Erreichen des Schwellwerts; geben Sie einen Schwellwert > 0 ein.
error.email=Die E-Mail-Adresse ist ung\u00FCltig. Geben Sie eine g\u00FCltige Adresse ein.
error.percentage=Der Prozentwert ist ung\u00FCltig. Geben Sie einen g\u00FCltigen Wert an.
error.doublerange=Der Wert ist ung\u00FCltig. Geben Sie einen g\u00FCltigen Wert an.
error.moneyrange=Der Geldbetrag ist ung\u00FCltig. Geben Sie einen g\u00FCltigen Wert an.
error.copy.nopromotion=Sie m\u00FCssen genau eine Aktion zum Kopieren ausw\u00E4hlen.
error.delete.promotion=Einige der ausgew\u00E4hlten Aktionen konnten nicht gel\u00F6scht werden, weil sie aktiviert sind. Deaktivieren Sie diese zun\u00E4chst.
error.delete.single.promotion=Aktion konnte nicht gel\u00F6scht werden, da sie noch aktiviert ist. Deaktivieren Sie zun\u00E4chst die Aktion.
error.delete.promotion.witherrors=Die Aktion konnte nicht gel\u00F6scht werden.<br/>Deaktivieren Sie zun\u00E4chst die Aktion und alle dazugeh\u00F6rigen Rabatte.
error.disable.promotion=Alle markierten Aktionen sind bereits deaktiviert. Mindestens eine Aktion sollte aktiviert sein. 
error.disable.nopromotion=Sie haben nichts markiert. Markieren Sie eine Aktion und klicken Sie erneut auf Deaktivieren.
error.promotion.noapplication=Applikation ist obligatorisch. Geben Sie eine g\u00FCltige Applikation f\u00FCr die Aktion an.
#
# Error Messages for generating promotion codes
#
error.code.prefix.length=Code-Pr\u00E4fix ist falsch. Geben Sie ein Code-Pr\u00E4fix mit g\u00FCltiger L\u00E4nge an. Das Code-Pr\u00E4fix muss k\u00FCrzer als der Code sein.
error.code.prefix.maxlength=Code-Pr\u00E4fix ist falsch. Geben Sie ein g\u00FCltiges Code-Pr\u00E4fix mit h\u00F6chstens 128 Zeichen an.                      
error.code.length.intrange=Codel\u00E4nge ist falsch. Geben Sie eine g\u00FCltige Codel\u00E4nge mit mindestens 1 und h\u00F6chstens 128 Zeichen an.                     
error.code.length.required=Das Feld Codel\u00E4nge ist obligatorisch.                         
error.code.number.intrange=Anzahl der Codes ist falsch. Geben Sie eine g\u00FCltige Zahl von 1 bis 100000 an.
error.code.number.required=Feld mit Anzahl der Codes ist obligatorisch.
error.code.SuffixLengthToShort=Nicht gen\u00FCgend freie Codes vorhanden, um die gew\u00FCnschte Gutscheinanzahl mit dieser Codel\u00E4nge zu erzeugen. Geben Sie eine andere Codel\u00E4nge an.
error.code.MissingSuffixLength=Codel\u00E4nge ist nicht definiert. Geben Sie eine g\u00FCltige Codel\u00E4nge an.
error.code.MaxRedemptionInBasket=Der Wert muss eine ganze Zahl zwischen 0 und 2147483647 sein.
error.profanitycheck=Gem\u00E4\u00DF einer Liste von W\u00F6rtern, die unangemessen, beleidigend oder vulg\u00E4r sind, sind folgende W\u00F6rter unzul\u00E4ssig: {0}.
#
# Error Messages by creating updating a Dynamic message
#
error.message.required=Eingabe im Feld Nachricht ist erforderlich.
error.unknownPlaceholders=Folgende Platzhalter in der aktuellen dynamischen Nachricht sind unbekannt:
error.invalidPlaceholderSyntax=Die Platzhalter-Syntax im Nachrichtentext ist ung\u00FCltig. Das Pr\u00E4fix ''{0}'' oder das Suffix ''{1}'' fehlen.
#
# Error Messages Promotion content
#
error.content.startdate=Das Content-Startdatum muss gleich oder vor dem Aktionsstartdatum sein.
error.content.enddate=Das Content-Enddatum muss gleich oder nach dem Aktionsenddatum sein.
#
# Common webform error messages 
#
error.required=F\u00FCllen Sie alle erforderlichen Felder aus und versuchen Sie es erneut.
error.money=Der Geldbetrag ist ung\u00FCltig. Geben Sie einen g\u00FCltigen Betrag an.
error.integer=Das Feld ist ung\u00FCltig. Der Wert ist keine Zahl.
error.dependson=Das Feld {0} ist obligatorisch. Geben Sie einen Wert an.
error.selection=W\u00E4hlen Sie eines der Optionsfelder aus.
#
# budget notification phrases
#
promotion.budget.exhausted.email.subject=Ausgesch\u00F6pft
promotion.budget.threshold.email.subject=Prozentwert erreicht

# PromotionActionError
promotionActionError.discountCouldNotBeUpdated.error=Der Rabatt konnte nicht aktualisiert werden:
